Repository: bang9lee/moroka
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, th, vi, zh

# appTagline
source: Oracle of Shadows
de: Orakel der Schatten
es: Oráculo de Sombras
fr: Oracle des Ombres
hi: छायाओं का दैवज्ञ
ja: 影の神託
ko: 그림자의 신탁
pt: Oráculo das Sombras
th: คำทำนายแห่งเงามืด
vi: Nhà Tiên Tri Bóng Tối
zh: 暗影神谕

# appTitle
source: Moroka - Ominous Whispers
de: Moroka - Unheilvolles Flüstern
es: Moroka - Susurros Siniestros
fr: Moroka - Murmures Sinistres
hi: Moroka - अशुभ फुसफुसाहट
ja: Moroka - 不吉な囁き
ko: Moroka - 불길한 속삭임
pt: Moroka - Sussurros Sinistros
th: Moroka - เสียงกระซิบอันน่าสะพรึง
vi: Moroka - Lời Thì Thầm Đáng Sợ
zh: Moroka - 不祥的低语

# onboardingTitle1
source: The Gate of Fate Opens
de: Das Tor des Schicksals öffnet sich
es: La Puerta del Destino se Abre
fr: La Porte du Destin s'Ouvre
hi: भाग्य का द्वार खुलता है
ja: 運命の扉が開く
ko: 운명의 문이 열립니다
pt: O Portal do Destino se Abre
th: ประตูแห่งโชคชะตาเปิดออก
vi: Cánh Cửa Định Mệnh Mở Ra
zh: 命运之门开启

# onboardingDesc1
source: Ancient wisdom meets modern technology to whisper your future
de: Uralte Weisheit trifft auf moderne Technologie um deine Zukunft zu flüstern
es: La sabiduría antigua se encuentra con la tecnología moderna para susurrar tu futuro
fr: La sagesse ancienne rencontre la technologie moderne pour murmurer votre avenir
hi: प्राचीन ज्ञान आधुनिक तकनीक से मिलता है आपके भविष्य को फुसफुसाने के लिए
ja: 古代の叡智と現代技術が出会い あなたの未来を囁く
ko: 고대의 지혜와 현대의 기술이 만나 당신의 미래를 속삭입니다
pt: A sabedoria antiga encontra a tecnologia moderna para sussurrar seu futuro
th: ภูมิปัญญาโบราณพบกับเทคโนโลยีสมัยใหม่ เพื่อกระซิบบอกอนาคตของคุณ
vi: Trí tuệ cổ xưa gặp công nghệ hiện đại để thì thầm tương lai của bạn
zh: 古老的智慧与现代科技相遇 向您低语未来

# onboardingTitle2
source: Truth in the Darkness
de: Wahrheit in der Dunkelheit
es: Verdad en la Oscuridad
fr: Vérité dans les Ténèbres
hi: अंधकार में सत्य
ja: 闇の中の真実
ko: 어둠 속의 진실
pt: Verdade na Escuridão
th: ความจริงในความมืด
vi: Sự Thật Trong Bóng Tối
zh: 黑暗中的真相

# onboardingDesc2
source: Tarot cards never lie They only show the truth you can handle
de: Tarotkarten lügen niemals Sie zeigen nur die Wahrheit, die du ertragen kannst
es: Las cartas del tarot nunca mienten Solo muestran la verdad que puedes soportar
fr: Les cartes de tarot ne mentent jamais Elles ne montrent que la vérité que vous pouvez supporter
hi: टैरो कार्ड कभी झूठ नहीं बोलते वे केवल वह सत्य दिखाते हैं जिसे आप सह सकते हैं
ja: タロットカードは嘘をつかない あなたが受け止められる真実だけを示す
ko: 타로 카드는 거짓말을 하지 않습니다 당신이 감당할 수 있는 진실만을 보여줄 뿐
pt: As cartas de tarô nunca mentem Elas apenas mostram a verdade que você pode suportar
th: ไพ่ทาโรต์ไม่เคยโกหก พวกมันแค่แสดงความจริงที่คุณรับได้
vi: Lá bài tarot không bao giờ nói dối Chúng chỉ cho bạn sự thật mà bạn có thể chấp nhận
zh: 塔罗牌从不撒谎 它们只展现您能承受的真相

# onboardingTitle3
source: AI Reads Your Destiny
de: KI liest dein Schicksal
es: La IA Lee tu Destino
fr: L'IA Lit Votre Destin
hi: AI आपका भाग्य पढ़ता है
ja: AIが読む運命
ko: AI가 읽는 운명
pt: IA Lê seu Destino
th: AI อ่านโชคชะตาของคุณ
vi: AI Đọc Vận Mệnh Của Bạn
zh: AI解读命运

# onboardingDesc3
source: Artificial intelligence interprets your cards and guides your path through deep conversation
de: Künstliche Intelligenz deutet deine Karten und führt dich durch tiefgründige Gespräche
es: La inteligencia artificial interpreta tus cartas y guía tu camino a través de conversaciones profundas
fr: L'intelligence artificielle interprète vos cartes et guide votre chemin à travers des conversations profondes
hi: कृत्रिम बुद्धिमत्ता आपके कार्डों की व्याख्या करती है और गहरी बातचीत से आपका मार्ग दिखाती है
ja: 人工知能があなたのカードを解釈し 深い対話を通じて道を導く
ko: 인공지능이 당신의 카드를 해석하고 깊은 대화를 통해 길을 안내합니다
pt: A inteligência artificial interpreta suas cartas e guia seu caminho através de conversas profundas
th: ปัญญาประดิษฐ์ตีความไพ่ของคุณ และนำทางเส้นทางผ่านการสนทนาลึกซึ้ง
vi: Trí tuệ nhân tạo giải thích lá bài của bạn và dẫn đường qua những cuộc trò chuyện sâu sắc
zh: 人工智能解释您的牌阵 通过深入对话引导您的道路

# onboardingTitle4
source: Are You Ready?
de: Bist du bereit?
es: ¿Estás Preparado?
fr: Êtes-vous Prêt?
hi: क्या आप तैयार हैं?
ja: 準備はできていますか？
ko: 준비되셨나요?
pt: Você Está Pronto?
th: คุณพร้อมหรือยัง?
vi: Bạn Đã Sẵn Sàng?
zh: 您准备好了吗？

# onboardingDesc4
source: Every choice has its price If you're ready to face your destiny...
de: Jede Wahl hat ihren Preis Wenn du bereit bist, deinem Schicksal zu begegnen...
es: Cada elección tiene su precio Si estás listo para enfrentar tu destino...
fr: Chaque choix a son prix Si vous êtes prêt à affronter votre destin...
hi: हर चुनाव की अपनी कीमत होती है यदि आप अपने भाग्य का सामना करने के लिए तैयार हैं...
ja: すべての選択には代償がある もし運命と向き合う準備ができたなら...
ko: 모든 선택에는 대가가 따릅니다 당신의 운명을 마주할 준비가 되셨다면...
pt: Toda escolha tem seu preço Se você está pronto para enfrentar seu destino...
th: ทุกทางเลือกมีราคาของมัน หากคุณพร้อมเผชิญหน้ากับโชคชะตา...
vi: Mọi lựa chọn đều có cái giá của nó Nếu bạn sẵn sàng đối mặt với số phận...
zh: 每个选择都有其代价 如果您准备好面对自己的命运...

# loginTitle
source: You Have Returned
de: Du bist zurückgekehrt
es: Has Regresado
fr: Vous Êtes de Retour
hi: आप वापस आ गए हैं
ja: お帰りなさい
ko: 다시 돌아오셨군요
pt: Você Retornou
th: คุณกลับมาแล้ว
vi: Bạn Đã Trở Lại
zh: 您回来了

# loginSubtitle
source: We have been waiting for you
de: Wir haben auf dich gewartet
es: Te hemos estado esperando
fr: Nous vous attendions
hi: हम आपका इंतज़ार कर रहे थे
ja: お待ちしておりました
ko: 당신을 기다리고 있었습니다
pt: Estávamos esperando por você
th: เรารอคุณอยู่
vi: Chúng tôi đã chờ đợi bạn
zh: 我们一直在等您

# signupTitle
source: Contract of Fate
de: Schicksalsvertrag
es: Contrato del Destino
fr: Contrat du Destin
hi: भाग्य का अनुबंध
ja: 運命の契約
ko: 운명의 계약
pt: Contrato do Destino
th: สัญญาแห่งโชคชะตา
vi: Khế Ước Định Mệnh
zh: 命运契约

# signupSubtitle
source: Register your soul
de: Registriere deine Seele
es: Registra tu alma
fr: Enregistrez votre âme
hi: अपनी आत्मा को पंजीकृत करें
ja: あなたの魂を登録する
ko: 당신의 영혼을 등록하세요
pt: Registre sua alma
th: ลงทะเบียนวิญญาณของคุณ
vi: Đăng ký linh hồn của bạn
zh: 注册您的灵魂

# emailLabel
source: Email
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
th: อีเมล
zh: 电子邮件

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt: Senha
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码

# nameLabel
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt: Nome
th: ชื่อ
vi: Tên
zh: 姓名

# loginButton
source: Enter
de: Eintreten
es: Entrar
fr: Entrer
hi: प्रवेश करें
ja: 入る
ko: 입장하기
pt: Entrar
th: เข้าสู่ระบบ
vi: Vào
zh: 进入

# signupButton
source: Register Soul
de: Seele registrieren
es: Registrar Alma
fr: Enregistrer l'Âme
hi: आत्मा पंजीकरण
ja: 魂を登録
ko: 영혼 등록
pt: Registrar Alma
th: ลงทะเบียนวิญญาณ
vi: Đăng Ký Linh Hồn
zh: 灵魂注册

# googleLogin
source: Login with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Connexion avec Google
hi: Google से लॉगिन करें
ja: Googleでログイン
ko: Google로 로그인
pt: Entrar com Google
th: เข้าสู่ระบบด้วย Google
vi: Đăng nhập với Google
zh: 使用Google登录

# googleSignup
source: Start with Google
de: Mit Google beginnen
es: Comenzar con Google
fr: Commencer avec Google
hi: Google से शुरू करें
ja: Googleで始める
ko: Google로 시작하기
pt: Começar com Google
th: เริ่มต้นด้วย Google
vi: Bắt đầu với Google
zh: 使用Google开始

# alreadyHaveAccount
source: Already have an account? Login
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte? Connectez-vous
hi: पहले से खाता है? लॉगिन करें
ja: アカウントをお持ちですか？ログイン
ko: 이미 계정이 있으신가요? 로그인
pt: Já tem uma conta? Entrar
th: มีบัญชีแล้ว? เข้าสู่ระบบ
vi: Đã có tài khoản? Đăng nhập
zh: 已有账户？登录

# dontHaveAccount
source: First time? Sign up
de: Zum ersten Mal hier? Registrieren
es: ¿Primera vez? Regístrate
fr: Première fois? Inscrivez-vous
hi: पहली बार? साइन अप करें
ja: 初めてですか？登録
ko: 처음이신가요? 회원가입
pt: Primeira vez? Cadastre-se
th: ครั้งแรก? ลงทะเบียน
vi: Lần đầu tiên? Đăng ký
zh: 第一次来？注册

# moodQuestion
source: How are you feeling now?
de: Wie fühlst du dich jetzt?
es: ¿Cómo te sientes ahora?
fr: Comment vous sentez-vous maintenant?
hi: अभी आप कैसा महसूस कर रहे हैं?
ja: 今どんな気持ちですか？
ko: 지금 어떤 마음이신가요?
pt: Como você se sente agora?
th: ตอนนี้คุณรู้สึกอย่างไร?
vi: Bạn đang cảm thấy thế nào?
zh: 您现在感觉如何？

# selectSpreadButton
source: Select Tarot Spread
de: Tarot-Legung auswählen
es: Seleccionar Tirada
fr: Sélectionner un Tirage de Tarot
hi: टैरो स्प्रेड चुनें
ja: タロットスプレッドを選ぶ
ko: 타로 배열법 선택
pt: Selecionar Tiragem de Tarô
th: เลือกการกางไพ่ทาโรต์
vi: Chọn Cách Trải Bài Tarot
zh: 选择塔罗牌阵

# moodAnxious
source: Anxious
de: Ängstlich
es: Ansioso
fr: Anxieux
hi: चिंतित
ja: 不安
ko: 불안한
pt: Ansioso
th: กังวล
vi: Lo lắng
zh: 焦虑

# moodLonely
source: Lonely
de: Einsam
es: Solitario
fr: Seul
hi: अकेला
ja: 孤独
ko: 외로운
pt: Solitário
th: เหงา
vi: Cô đơn
zh: 孤独

# moodCurious
source: Curious
de: Neugierig
es: Curioso
fr: Curieux
hi: जिज्ञासु
ja: 好奇心
ko: 호기심 가득한
pt: Curioso
th: อยากรู้
vi: Tò mò
zh: 好奇

# moodFearful
source: Fearful
de: Furchtsam
es: Temeroso
fr: Craintif
hi: भयभीत
ja: 恐怖
ko: 두려운
pt: Temeroso
th: หวาดกลัว
vi: Sợ hãi
zh: 恐惧

# moodHopeful
source: Hopeful
de: Hoffnungsvoll
es: Esperanzado
fr: Plein d'espoir
hi: आशावान
ja: 希望的
ko: 희망적인
pt: Esperançoso
th: มีความหวัง
vi: Hy vọng
zh: 充满希望

# moodConfused
source: Confused
de: Verwirrt
es: Confundido
fr: Confus
hi: भ्रमित
ja: 困惑
ko: 혼란스러운
pt: Confuso
th: สับสน
vi: Bối rối
zh: 困惑

# moodDesperate
source: Desperate
de: Verzweifelt
es: Desesperado
fr: Désespéré
hi: निराश
ja: 絶望的な
ko: 절망적인
pt: Desesperado
th: สิ้นหวัง
vi: Tuyệt vọng
zh: 绝望

# moodExpectant
source: Expectant
de: Erwartungsvoll
es: Expectante
fr: Dans l'attente
hi: प्रत्याशी
ja: 期待
ko: 기대하는
pt: Expectante
th: คาดหวัง
vi: Mong đợi
zh: 期待

# moodMystical
source: Mystical
de: Mystisch
es: Místico
fr: Mystique
hi: रहस्यमय
ja: 神秘的な
ko: 신비로운
pt: Místico
th: ลึกลับ
vi: Huyền bí
zh: 神秘

# spreadSelectionTitle
source: Select Spread
de: Legung auswählen
es: Seleccionar Tirada
fr: Sélectionner un Tirage
hi: स्प्रेड चुनें
ja: スプレッド選択
ko: 배열법 선택
pt: Selecionar Tiragem
th: เลือกการกางไพ่
vi: Chọn Cách Trải Bài
zh: 选择牌阵

# spreadSelectionSubtitle
source: Choose a spread based on your current feelings
de: Wähle eine Legung basierend auf deinen aktuellen Gefühlen
es: Elige una tirada basada en tus sentimientos actuales
fr: Choisissez un tirage basé sur vos sentiments actuels
hi: अपनी वर्तमान भावनाओं के आधार पर स्प्रेड चुनें
ja: 現在の気持ちに基づいてスプレッドを選んでください
ko: 현재 느끼는 감정으로 배열법을 선택하세요
pt: Escolha uma tiragem baseada em seus sentimentos atuais
th: เลือกการกางไพ่ตามความรู้สึกปัจจุบันของคุณ
vi: Chọn cách trải bài dựa trên cảm xúc hiện tại của bạn
zh: 根据您当前的感受选择牌阵

# spreadDifficultyBeginner
source: 1-3 cards
de: 1-3 Karten
es: 1-3 cartas
fr: 1-3 cartes
hi: 1-3 कार्ड
ja: 1～3枚
ko: 1~3장
pt: 1-3 cartas
th: 1-3 ใบ
vi: 1-3 lá
zh: 1-3张牌

# spreadDifficultyIntermediate
source: 5-7 cards
de: 5-7 Karten
es: 5-7 cartas
fr: 5-7 cartes
hi: 5-7 कार्ड
ja: 5～7枚
ko: 5~7장
pt: 5-7 cartas
th: 5-7 ใบ
vi: 5-7 lá
zh: 5-7张牌

# spreadDifficultyAdvanced
source: 10 cards
de: 10 Karten
es: 10 cartas
fr: 10 cartes
hi: 10 कार्ड
ja: 10枚
ko: 10장
pt: 10 cartas
th: 10 ใบ
vi: 10 lá
zh: 10张牌

# spreadOneCard
source: One Card
de: Eine Karte
es: Una Carta
fr: Une Carte
hi: एक कार्ड
ja: ワンカード
ko: 원 카드
pt: Uma Carta
th: ไพ่หนึ่งใบ
vi: Một Lá
zh: 单张牌

# spreadThreeCard
source: Three Cards
de: Drei Karten
es: Tres Cartas
fr: Trois Cartes
hi: तीन कार्ड
ja: スリーカード
ko: 쓰리 카드
pt: Três Cartas
th: ไพ่สามใบ
vi: Ba Lá
zh: 三张牌

# spreadCelticCross
source: Celtic Cross
de: Keltisches Kreuz
es: Cruz Celta
fr: Croix Celtique
hi: केल्टिक क्रॉस
ja: ケルト十字
ko: 켈틱 크로스
pt: Cruz Celta
th: เซลติกครอส
vi: Thập Tự Celtic
zh: 凯尔特十字

# spreadRelationship
source: Relationship Spread
de: Beziehungslegung
es: Tirada de Relaciones
fr: Tirage Relationnel
hi: रिश्ता स्प्रेड
ja: 関係性スプレッド
ko: 관계 스프레드
pt: Tiragem de Relacionamento
th: การกางไพ่ความสัมพันธ์
vi: Trải Bài Tình Yêu
zh: 关系牌阵

# spreadYesNo
source: Yes/No
de: Ja/Nein
es: Sí/No
fr: Oui/Non
hi: हाँ/नहीं
ja: はい/いいえ
ko: 예/아니오
pt: Sim/Não
th: ใช่/ไม่ใช่
vi: Có/Không
zh: 是/否

# selectCardTitle
source: Select the cards of fate
de: Wähle die Karten des Schicksals
es: Selecciona las cartas del destino
fr: Sélectionnez les cartes du destin
hi: भाग्य के कार्ड चुनें
ja: 運命のカードを選んでください
ko: 운명의 카드를 선택하세요
pt: Selecione as cartas do destino
th: เลือกไพ่แห่งโชคชะตา
vi: Chọn lá bài định mệnh
zh: 选择命运之牌

# currentMoodLabel
source: Your current mood:
de: Deine aktuelle Stimmung:
es: Tu estado de ánimo actual:
fr: Votre humeur actuelle:
hi: आपका वर्तमान मूड:
ja: 現在の気持ち：
ko: 현재 당신의 기분:
pt: Seu humor atual:
th: อารมณ์ปัจจุบันของคุณ:
vi: Tâm trạng hiện tại của bạn:
zh: 您当前的心情：

# currentSpreadLabel
source: Selected spread:
de: Gewählte Legung:
es: Tirada seleccionada:
fr: Tirage sélectionné:
hi: चुना गया स्प्रेड:
ja: 選択したスプレッド：
ko: 선택한 배열법:
pt: Tiragem selecionada:
th: การกางไพ่ที่เลือก:
vi: Cách trải bài đã chọn:
zh: 已选牌阵：

# shufflingMessage
source: The threads of fate are intertwining...
de: Die Fäden des Schicksals verweben sich...
es: Los hilos del destino se entrelazan...
fr: Les fils du destin s'entrelacent...
hi: भाग्य के धागे गुंथ रहे हैं...
ja: 運命の糸が絡み合っています...
ko: 운명의 실이 엮이고 있습니다...
pt: Os fios do destino estão se entrelaçando...
th: เส้นด้ายแห่งโชคชะตากำลังพันกัน...
vi: Những sợi chỉ định mệnh đang đan xen...
zh: 命运之线正在交织...

# selectCardInstruction
source: Follow your intuition and select the cards
de: Folge deiner Intuition und wähle die Karten
es: Sigue tu intuición y selecciona las cartas
fr: Suivez votre intuition et sélectionnez les cartes
hi: अपनी अंतर्दृष्टि का पालन करें और कार्ड चुनें
ja: 直感に従ってカードを選んでください
ko: 직감을 따라 카드를 선택하세요
pt: Siga sua intuição e selecione as cartas
th: ใช้สัญชาตญาณของคุณและเลือกไพ่
vi: Theo trực giác của bạn và chọn lá bài
zh: 跟随您的直觉选择牌

# cardsSelected
source: {count} selected
de: {count} ausgewählt
es: {count} seleccionadas
fr: {count} sélectionnées
hi: {count} चुने गए
ja: {count}枚選択済み
ko: {count}장 선택됨
pt: {count} selecionadas
th: เลือกแล้ว {count} ใบ
vi: {count} đã chọn
zh: 已选{count}张

# cardsRemaining
source: Select {count} more
de: Wähle noch {count}
es: Selecciona {count} más
fr: Sélectionnez {count} de plus
hi: {count} और चुनें
ja: あと{count}枚選んでください
ko: {count}장 더 선택하세요
pt: Selecione mais {count}
th: เลือกอีก {count} ใบ
vi: Chọn thêm {count} lá
zh: 再选{count}张

# typeMessageHint
source: Type a message...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Tapez un message...
hi: संदेश टाइप करें...
ja: メッセージを入力...
ko: 메시지를 입력하세요...
pt: Digite uma mensagem...
th: พิมพ์ข้อความ...
vi: Nhập tin nhắn...
zh: 输入消息...

# continueReading
source: Get deeper advice
de: Tiefere Ratschläge erhalten
es: Obtener consejos más profundos
fr: Obtenir des conseils plus profonds
hi: गहरी सलाह प्राप्त करें
ja: より深いアドバイスを得る
ko: 더 깊은 조언 받기
pt: Obter conselhos mais profundos
th: รับคำแนะนำที่ลึกซึ้งยิ่งขึ้น
vi: Nhận lời khuyên sâu sắc hơn
zh: 获得更深层的建议

# watchAdPrompt
source: To hear the voice from deeper abyss, you must check messages from another world.
de: Um die Stimme aus dem tieferen Abgrund zu hören, musst du Botschaften aus einer anderen Welt prüfen.
es: Para escuchar la voz del abismo más profundo, debes revisar mensajes de otro mundo.
fr: Pour entendre la voix des abysses plus profondes, vous devez vérifier les messages d'un autre monde.
hi: गहरे रसातल से आवाज़ सुनने के लिए, आपको दूसरी दुनिया से संदेश देखने होंगे।
ja: より深淵からの声を聞くためには、 別世界からのメッセージを確認する必要があります。
ko: 더 깊은 심연의 목소리를 듣고 싶다면, 잠시 다른 세계의 메시지를 확인해야 합니다.
pt: Para ouvir a voz do abismo mais profundo, você deve verificar mensagens de outro mundo.
th: เพื่อฟังเสียงจากห้วงลึกที่ลึกกว่า คุณต้องตรวจสอบข้อความจากโลกอื่น
vi: Để nghe tiếng nói từ vực thẳm sâu hơn, bạn phải xem tin nhắn từ thế giới khác.
zh: 要聆听来自更深渊的声音， 您必须查看来自另一个世界的讯息。

# interpretingSpread
source: Interpreting the messages from the cards...
de: Die Botschaften der Karten werden gedeutet...
es: Interpretando los mensajes de las cartas...
fr: Interprétation des messages des cartes...
hi: कार्डों के संदेशों की व्याख्या कर रहा है...
ja: カードのメッセージを解釈しています...
ko: 카드들의 메시지를 해석하고 있습니다...
pt: Interpretando as mensagens das cartas...
th: กำลังตีความข้อความจากไพ่...
vi: Đang giải thích thông điệp từ các lá bài...
zh: 正在解读牌面的讯息...

# menuHistory
source: Past Tarot Records
de: Vergangene Tarot-Aufzeichnungen
es: Registros de Tarot Pasados
fr: Historique des Tirages
hi: पिछले टैरो रिकॉर्ड
ja: 過去のタロット記録
ko: 지난 타로 기록
pt: Registros Passados de Tarô
th: บันทึกไพ่ทาโรต์ที่ผ่านมา
vi: Lịch Sử Bài Tarot
zh: 过往塔罗记录

# menuHistoryDesc
source: Look back at your past destinies
de: Blicke auf deine vergangenen Schicksale zurück
es: Revisa tus destinos pasados
fr: Revoyez vos destins passés
hi: अपने पिछले भाग्य को देखें
ja: あなたの過去の運命を振り返る
ko: 과거의 운명을 되돌아보세요
pt: Reveja seus destinos passados
th: ย้อนดูโชคชะตาที่ผ่านมาของคุณ
vi: Nhìn lại những định mệnh đã qua
zh: 回顾您过去的命运

# menuStatistics
source: Statistics & Analysis
de: Statistiken & Analysen
es: Estadísticas y Análisis
fr: Statistiques et Analyses
hi: सांख्यिकी और विश्लेषण
ja: 統計と分析
ko: 통계 & 분석
pt: Estatísticas e Análises
th: สถิติและการวิเคราะห์
vi: Thống Kê & Phân Tích
zh: 统计与分析

# menuStatisticsDesc
source: Analyze your destiny patterns
de: Analysiere deine Schicksalsmuster
es: Analiza tus patrones de destino
fr: Analysez vos schémas de destin
hi: अपने भाग्य के पैटर्न का विश्लेषण करें
ja: あなたの運命パターンを分析する
ko: 당신의 운명 패턴을 분석합니다
pt: Analise seus padrões de destino
th: วิเคราะห์รูปแบบโชคชะตาของคุณ
vi: Phân tích mô hình định mệnh của bạn
zh: 分析您的命运模式

# menuSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt: Configurações
th: การตั้งค่า
vi: Cài Đặt
zh: 设置

# menuSettingsDesc
source: Adjust app environment
de: App-Umgebung anpassen
es: Ajustar el entorno de la aplicación
fr: Ajuster l'environnement de l'application
hi: ऐप वातावरण समायोजित करें
ja: アプリ環境を調整する
ko: 앱 환경을 조정하세요
pt: Ajustar ambiente do aplicativo
th: ปรับแต่งสภาพแวดล้อมแอป
vi: Điều chỉnh môi trường ứng dụng
zh: 调整应用环境

# menuAbout
source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
ja: アプリについて
ko: 앱 정보
pt: Sobre
th: เกี่ยวกับ
vi: Giới Thiệu
zh: 关于

# menuAboutDesc
source: Moroka - Oracle of Shadows
de: Moroka - Orakel der Schatten
es: Moroka - Oráculo de Sombras
fr: Moroka - Oracle des Ombres
hi: Moroka - छायाओं का दैवज्ञ
ja: Moroka - 影の神託
ko: Moroka - 그림자의 신탁
pt: Moroka - Oráculo das Sombras
th: Moroka - คำทำนายแห่งเงามืด
vi: Moroka - Nhà Tiên Tri Bóng Tối
zh: Moroka - 暗影神谕

# logoutButton
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉगआउट
ja: ログアウト
ko: 로그아웃
pt: Sair
th: ออกจากระบบ
vi: Đăng xuất
zh: 退出登录

# logoutTitle
source: Are you really leaving?
de: Gehst du wirklich?
es: ¿Realmente te vas?
fr: Partez-vous vraiment?
hi: क्या आप वास्तव में जा रहे हैं?
ja: 本当に離れますか？
ko: 정말 떠나시겠습니까?
pt: Você realmente vai embora?
th: คุณกำลังจะจากไปจริงๆ หรือ?
vi: Bạn thực sự muốn rời đi?
zh: 您真的要离开吗？

# logoutMessage
source: When the gate of fate closes you must return again
de: Wenn das Tor des Schicksals sich schließt musst du wieder zurückkehren
es: Cuando la puerta del destino se cierre deberás regresar nuevamente
fr: Quand la porte du destin se ferme vous devrez revenir à nouveau
hi: जब भाग्य का द्वार बंद हो जाता है आपको फिर से वापस आना होगा
ja: 運命の扉が閉じれば また戻ってこなければならない
ko: 운명의 문이 닫히면 다시 돌아와야 합니다
pt: Quando o portal do destino se fecha você deve retornar novamente
th: เมื่อประตูแห่งโชคชะตาปิดลง คุณจะต้องกลับมาอีกครั้ง
vi: Khi cánh cửa định mệnh đóng lại bạn sẽ phải quay lại lần nữa
zh: 当命运之门关闭 您必须再次归来

# logoutCancel
source: Stay
de: Bleiben
es: Quedarme
fr: Rester
hi: रहें
ja: 残る
ko: 머무르기
pt: Ficar
th: อยู่ต่อ
vi: Ở lại
zh: 留下

# logoutConfirm
source: Leave
de: Gehen
es: Irme
fr: Partir
hi: जाएं
ja: 離れる
ko: 떠나기
pt: Partir
th: จากไป
vi: Rời đi
zh: 离开

# errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
hi: एक त्रुटि हुई
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt: Ocorreu um erro
th: เกิดข้อผิดพลาด
vi: Đã xảy ra lỗi
zh: 发生错误

# errorEmailEmpty
source: Please enter your email
de: Bitte gib deine E-Mail ein
es: Por favor ingresa tu correo electrónico
fr: Veuillez entrer votre email
hi: कृपया अपना ईमेल दर्ज करें
ja: メールアドレスを入力してください
ko: 이메일을 입력해주세요
pt: Por favor, insira seu email
th: กรุณาใส่อีเมลของคุณ
vi: Vui lòng nhập email của bạn
zh: 请输入您的电子邮件

# errorEmailInvalid
source: Invalid email format
de: Ungültiges E-Mail-Format
es: Formato de correo electrónico inválido
fr: Format d'email invalide
hi: अमान्य ईमेल प्रारूप
ja: 無効なメールアドレス形式です
ko: 올바른 이메일 형식이 아닙니다
pt: Formato de email inválido
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng email không hợp lệ
zh: 无效的电子邮件格式

# errorPasswordEmpty
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Por favor ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください
ko: 비밀번호를 입력해주세요
pt: Por favor, insira sua senha
th: กรุณาใส่รหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn
zh: 请输入您的密码

# errorPasswordShort
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen haben
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
hi: पासवर्ड कम से कम 6 वर्ण का होना चाहिए
ja: パスワードは6文字以上必要です
ko: 비밀번호는 6자 이상이어야 합니다
pt: A senha deve ter pelo menos 6 caracteres
th: รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร
vi: Mật khẩu phải có ít nhất 6 ký tự
zh: 密码必须至少6个字符

# errorNameEmpty
source: Please enter your name
de: Bitte gib deinen Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
pt: Por favor, insira seu nome
th: กรุณาใส่ชื่อของคุณ
vi: Vui lòng nhập tên của bạn
zh: 请输入您的姓名

# errorLoginFailed
source: Login failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
hi: लॉगिन विफल
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
pt: Falha no login
th: เข้าสู่ระบบล้มเหลว
vi: Đăng nhập thất bại
zh: 登录失败

# errorSignupFailed
source: Signup failed
de: Registrierung fehlgeschlagen
es: Error al registrarse
fr: Échec de l'inscription
hi: साइनअप विफल
ja: 登録に失敗しました
ko: 회원가입에 실패했습니다
pt: Falha no cadastro
th: ลงทะเบียนล้มเหลว
vi: Đăng ký thất bại
zh: 注册失败

# errorGoogleLoginFailed
source: Google login failed
de: Google-Anmeldung fehlgeschlagen
es: Error al iniciar sesión con Google
fr: Échec de la connexion Google
hi: Google लॉगिन विफल
ja: Googleログインに失敗しました
ko: Google 로그인에 실패했습니다
pt: Falha no login com Google
th: เข้าสู่ระบบด้วย Google ล้มเหลว
vi: Đăng nhập Google thất bại
zh: Google登录失败

# errorNetworkFailed
source: Please check your network connection
de: Bitte überprüfe deine Internetverbindung
es: Por favor verifica tu conexión a internet
fr: Veuillez vérifier votre connexion réseau
hi: कृपया अपना नेटवर्क कनेक्शन जांचें
ja: ネットワーク接続を確認してください
ko: 네트워크 연결을 확인해주세요
pt: Por favor, verifique sua conexão com a internet
th: กรุณาตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
vi: Vui lòng kiểm tra kết nối mạng của bạn
zh: 请检查您的网络连接

# errorNotEnoughCards
source: Please select more cards
de: Bitte wähle mehr Karten
es: Por favor selecciona más cartas
fr: Veuillez sélectionner plus de cartes
hi: कृपया और कार्ड चुनें
ja: もっとカードを選んでください
ko: 카드를 더 선택해주세요
pt: Por favor, selecione mais cartas
th: กรุณาเลือกไพ่เพิ่มเติม
vi: Vui lòng chọn thêm lá bài
zh: 请选择更多牌

# successLogin
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत है
ja: ようこそ
ko: 환영합니다
pt: Bem-vindo
th: ยินดีต้อนรับ
vi: Chào mừng
zh: 欢迎

# successSignup
source: Your soul has been registered
de: Deine Seele wurde registriert
es: Tu alma ha sido registrada
fr: Votre âme a été enregistrée
hi: आपकी आत्मा पंजीकृत हो गई है
ja: あなたの魂が登録されました
ko: 영혼이 등록되었습니다
pt: Sua alma foi registrada
th: วิญญาณของคุณได้รับการลงทะเบียนแล้ว
vi: Linh hồn của bạn đã được đăng ký
zh: 您的灵魂已注册

# successLogout
source: Farewell
de: Auf Wiedersehen
es: Adiós
fr: Au revoir
hi: अलविदा
ja: さようなら
ko: 안녕히 가세요
pt: Adeus
th: ลาก่อน
vi: Tạm biệt
zh: 再见
