Repository: bang9lee/moroka
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, th, vi, zh

# emailVerificationMessage
source: We've sent a verification email to {email}. Please check your email and click the verification link.
de: Wir haben eine Verifizierungs-E-Mail an {email} gesendet. Bitte überprüfe deine E-Mail und klicke auf den Verifizierungslink.
es: Hemos enviado un correo de verificación a {email}. Por favor revisa tu correo y haz clic en el enlace de verificación.
fr: Nous avons envoyé un email de vérification à {email}. Veuillez vérifier votre email et cliquer sur le lien de vérification.
hi: हमने {email} पर एक सत्यापन ईमेल भेजा है। कृपया अपना ईमेल जांचें और सत्यापन लिंक पर क्लिक करें।
ja: {email} に確認メールを送信しました。 メールをご確認いただき、認証リンクをクリックしてください。
ko: {email}로 인증 메일을 발송했습니다. 이메일을 확인하고 인증 링크를 클릭해주세요.
pt: Enviamos um email de verificação para {email}. Por favor, verifique seu email e clique no link de verificação.
th: เราได้ส่งอีเมลยืนยันไปที่ {email} กรุณาตรวจสอบอีเมลของคุณและคลิกลิงก์ยืนยัน
vi: Chúng tôi đã gửi email xác minh đến {email}. Vui lòng kiểm tra email và nhấp vào liên kết xác minh.
zh: 我们已向 {email} 发送了验证邮件。 请查看您的邮箱并点击验证链接。

source: Resend Email
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'Email
hi: ईमेल फिर से भेजें
ja: メールを再送信
ko: 이메일 재발송
pt: Reenviar Email
th: ส่งอีเมลอีกครั้ง
vi: Gửi lại email
zh: 重新发送邮件

# emailResent
source: Verification email resent
de: Verifizierungs-E-Mail erneut gesendet
es: Correo de verificación reenviado
fr: Email de vérification renvoyé
hi: सत्यापन ईमेल फिर से भेजा गया
ja: 確認メールを再送信しました
ko: 인증 이메일이 재발송되었습니다
pt: Email de verificação reenviado
th: ส่งอีเมลยืนยันอีกครั้งแล้ว
vi: Đã gửi lại email xác minh
zh: 验证邮件已重新发送

# checkEmailAndReturn
source: After verification, please return to the app
de: Nach der Verifizierung kehre bitte zur App zurück
es: Después de verificar, por favor regresa a la aplicación
fr: Après vérification, veuillez revenir à l'application
hi: सत्यापन के बाद, कृपया ऐप पर वापस आएं
ja: 認証後、アプリにお戻りください
ko: 인증 후 앱으로 돌아와주세요
pt: Após a verificação, por favor retorne ao aplicativo
th: หลังจากยืนยันแล้ว กรุณากลับมาที่แอป
vi: Sau khi xác minh, vui lòng quay lại ứng dụng
zh: 验证后，请返回应用

source: Backup
de: Sichern
es: Respaldar
fr: Sauvegarder
hi: बैकअप
ja: バックアップ
ko: 백업
th: สำรองข้อมูล
vi: Sao lưu
zh: 备份

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt: Cancelar
th: ยกเลิก
vi: Hủy
zh: 取消

source: Change
de: Ändern
es: Cambiar
fr: Modifier
hi: बदलें
ja: 変更
ko: 변경
pt: Alterar
th: เปลี่ยน
vi: Thay đổi
zh: 更改

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le Nouveau Mot de Passe
hi: नया पासवर्ड की पुष्टि करें
ja: 新しいパスワードの確認
ko: 새 비밀번호 확인
pt: Confirmar Nova Senha
th: ยืนยันรหัสผ่านใหม่
vi: Xác nhận mật khẩu mới
zh: 确认新密码

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google से जारी रखें
ja: Googleで続ける
ko: Google로 계속하기
pt: Continuar com Google
th: ดำเนินการต่อด้วย Google
vi: Tiếp tục với Google
zh: 使用Google继续

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de Passe Actuel
hi: वर्तमान पासवर्ड
ja: 現在のパスワード
ko: 현재 비밀번호
pt: Senha Atual
th: รหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại
zh: 当前密码

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
pt: Excluir
th: ลบ
vi: Xóa
zh: 删除

# dialogBackupTitle
source: Data Backup
de: Datensicherung
es: Copia de seguridad
fr: Sauvegarde des Données
hi: डेटा बैकअप
ja: データバックアップ
ko: 데이터 백업
pt: Backup de Dados
th: สำรองข้อมูล
vi: Sao lưu dữ liệu
zh: 数据备份

# dialogBackupMessage
source: Backup your data to the cloud?
de: Deine Daten in die Wolke sichern?
es: ¿Respaldar tus datos en la nube?
fr: Sauvegarder vos données dans le cloud?
hi: अपना डेटा क्लाउड में बैकअप करें?
ja: クラウドにデータをバックアップしますか？
ko: 클라우드에 데이터를 백업하시겠습니까?
pt: Fazer backup dos seus dados na nuvem?
th: สำรองข้อมูลของคุณไปยังคลาวด์หรือไม่?
vi: Sao lưu dữ liệu của bạn lên đám mây?
zh: 要将您的数据备份至云端吗？

# dialogClearCacheTitle
source: Clear Cache
de: Cache leeren
es: Limpiar caché
fr: Vider le Cache
hi: कैश साफ़ करें
ja: キャッシュのクリア
ko: 캐시 삭제
pt: Limpar Cache
th: ล้างแคช
vi: Xóa bộ nhớ đệm
zh: 清除缓存

# dialogClearCacheMessage
source: Delete temporary files?
de: Temporäre Dateien löschen?
es: ¿Eliminar archivos temporales?
fr: Supprimer les fichiers temporaires?
hi: अस्थायी फ़ाइलें हटाएं?
ja: 一時ファイルを削除しますか？
ko: 임시 파일을 삭제하시겠습니까?
pt: Excluir arquivos temporários?
th: ลบไฟล์ชั่วคราวหรือไม่?
vi: Xóa các tệp tạm thời?
zh: 要删除临时文件吗？

# dialogChangePasswordTitle
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le Mot de Passe
hi: पासवर्ड बदलें
ja: パスワードの変更
ko: 비밀번호 변경
pt: Alterar Senha
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

# dialogDeleteAccountTitle
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le Compte
hi: खाता हटाएं
ja: アカウントの削除
ko: 계정 삭제
pt: Excluir Conta
th: ลบบัญชี
vi: Xóa tài khoản
zh: 删除账户

# dialogDeleteAccountMessage
source: Deleting your account will permanently delete all data. This action cannot be undone.
de: Das Löschen deines Kontos wird alle Daten dauerhaft entfernen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Eliminar tu cuenta borrará permanentemente todos los datos. Esta acción no se puede deshacer.
fr: La suppression de votre compte entraînera la suppression définitive de toutes les données. Cette action ne peut pas être annulée.
hi: अपना खाता हटाने से सभी डेटा स्थायी रूप से हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: アカウントを削除すると、すべてのデータが永久に削除されます。 この操作は取り消せません。
ko: 계정을 삭제하면 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt: Excluir sua conta apagará permanentemente todos os dados. Esta ação não pode ser desfeita.
th: การลบบัญชีของคุณจะลบข้อมูลทั้งหมดอย่างถาวร การกระทำนี้ไม่สามารถยกเลิกได้
vi: Xóa tài khoản sẽ xóa vĩnh viễn tất cả dữ liệu. Hành động này không thể hoàn tác.
zh: 删除账户将永久删除所有数据。 此操作无法撤销。

# dialogDeleteDataTitle
source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer Toutes les Données
hi: सभी डेटा हटाएं
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt: Excluir Todos os Dados
th: ลบข้อมูลทั้งหมด
vi: Xóa tất cả dữ liệu
zh: 删除所有数据

# dialogDeleteDataMessage
source: All tarot records and settings will be permanently deleted. This action cannot be undone.
de: Alle Tarot-Aufzeichnungen und Einstellungen werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los registros de tarot y configuraciones serán eliminados permanentemente. Esta acción no se puede deshacer.
fr: Tous les enregistrements de tarot et les paramètres seront définitivement supprimés. Cette action ne peut pas être annulée.
hi: सभी टैरो रिकॉर्ड और सेटिंग्स स्थायी रूप से हटा दिए जाएंगे। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: すべてのタロット記録と設定が永久に削除されます。 この操作は取り消せません。
ko: 모든 타로 기록과 설정이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt: Todos os registros de tarô e configurações serão permanentemente excluídos. Esta ação não pode ser desfeita.
th: บันทึกไพ่ทาโรต์และการตั้งค่าทั้งหมดจะถูกลบอย่างถาวร การกระทำนี้ไม่สามารถยกเลิกได้
vi: Tất cả hồ sơ tarot và cài đặt sẽ bị xóa vĩnh viễn. Hành động này không thể hoàn tác.
zh: 所有塔罗记录和设置将被永久删除。 此操作无法撤销。

# errorBackup
source: Backup failed: {error}
de: Sicherung fehlgeschlagen: {error}
es: Error al respaldar: {error}
fr: Échec de la sauvegarde: {error}
hi: बैकअप विफल: {error}
ja: バックアップに失敗しました：{error}
ko: 백업 실패: {error}
pt: Falha no backup: {error}
th: การสำรองข้อมูลล้มเหลว: {error}
vi: Sao lưu thất bại: {error}
zh: 备份失败：{error}

# errorChangePassword
source: Password change failed: {error}
de: Passwortänderung fehlgeschlagen: {error}
es: Error al cambiar contraseña: {error}
fr: Échec du changement de mot de passe: {error}
hi: पासवर्ड बदलना विफल: {error}
ja: パスワードの変更に失敗しました：{error}
ko: 비밀번호 변경 실패: {error}
pt: Falha ao alterar senha: {error}
th: การเปลี่ยนรหัสผ่านล้มเหลว: {error}
vi: Đổi mật khẩu thất bại: {error}
zh: 密码更改失败：{error}

# errorDeleteAccount
source: Account deletion failed: {error}
de: Kontolöschung fehlgeschlagen: {error}
es: Error al eliminar cuenta: {error}
fr: Échec de la suppression du compte: {error}
hi: खाता हटाना विफल: {error}
ja: アカウントの削除に失敗しました：{error}
ko: 계정 삭제 실패: {error}
pt: Falha ao excluir conta: {error}
th: การลบบัญชีล้มเหลว: {error}
vi: Xóa tài khoản thất bại: {error}
zh: 账户删除失败：{error}

# errorDeleteData
source: Delete failed: {error}
de: Löschung fehlgeschlagen: {error}
es: Error al eliminar: {error}
fr: Échec de la suppression: {error}
hi: हटाना विफल: {error}
ja: 削除に失敗しました：{error}
ko: 데이터 삭제 실패: {error}
pt: Falha ao excluir: {error}
th: การลบล้มเหลว: {error}
vi: Xóa thất bại: {error}
zh: 删除失败：{error}

# errorPasswordMismatch
source: New passwords do not match
de: Neue Passwörter stimmen nicht überein
es: Las contraseñas nuevas no coinciden
fr: Les nouveaux mots de passe ne correspondent pas
hi: नए पासवर्ड मेल नहीं खाते
ja: 新しいパスワードが一致しません
ko: 새 비밀번호가 일치하지 않습니다
pt: As novas senhas não coincidem
th: รหัสผ่านใหม่ไม่ตรงกัน
vi: Mật khẩu mới không khớp
zh: 新密码不匹配

source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu a senha?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?
zh: 忘记密码？

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉगिन
ja: ログイン
ko: 로그인
pt: Entrar
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登录

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau Mot de Passe
hi: नया पासवर्ड
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova Senha
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh: 新密码

# noAccount
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes cuenta?
fr: Pas de compte?
hi: खाता नहीं है?
ja: アカウントをお持ちでない方
ko: 계정이 없으신가요?
pt: Não tem uma conta?
th: ยังไม่มีบัญชี?
vi: Chưa có tài khoản?
zh: 没有账户？

source: or
de: oder
es: o
fr: ou
hi: या
ja: または
ko: 또는
pt: ou
th: หรือ
vi: hoặc
zh: 或

# passwordPlaceholder
source: 6+ characters
de: 6+ Zeichen
es: 6+ caracteres
fr: 6+ caractères
hi: 6+ वर्ण
ja: 6文字以上
ko: 6자 이상 입력
pt: 6+ caracteres
th: 6+ ตัวอักษร
vi: 6+ ký tự
zh: 6位以上字符

# passwordResetTitle
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le Mot de Passe
hi: पासवर्ड रीसेट करें
ja: パスワードのリセット
ko: 비밀번호 재설정
pt: Redefinir Senha
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu
zh: 重置密码

# passwordResetMessage
source: Enter your registered email address. We'll send you a password reset link.
de: Gib deine registrierte E-Mail-Adresse ein. Wir senden dir einen Link zum Zurücksetzen des Passworts.
es: Ingresa tu correo electrónico registrado. Te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre adresse email enregistrée. Nous vous enverrons un lien de réinitialisation du mot de passe.
hi: अपना पंजीकृत ईमेल पता दर्ज करें। हम आपको पासवर्ड रीसेट लिंक भेजेंगे।
ja: 登録されたメールアドレスを入力してください。 パスワードリセットリンクをお送りします。
ko: 가입하신 이메일 주소를 입력해주세요. 비밀번호 재설정 링크를 보내드립니다.
pt: Digite seu email cadastrado. Enviaremos um link para redefinir sua senha.
th: ใส่อีเมลที่ลงทะเบียนของคุณ เราจะส่งลิงก์รีเซ็ตรหัสผ่านให้คุณ
vi: Nhập địa chỉ email đã đăng ký. Chúng tôi sẽ gửi cho bạn liên kết đặt lại mật khẩu.
zh: 请输入您注册的邮箱地址。 我们将为您发送密码重置链接。

# passwordResetSuccess
source: Password reset email sent
de: E-Mail zum Zurücksetzen des Passworts gesendet
es: Correo de restablecimiento enviado
fr: Email de réinitialisation du mot de passe envoyé
hi: पासवर्ड रीसेट ईमेल भेजा गया
ja: パスワードリセットメールを送信しました
ko: 비밀번호 재설정 이메일을 발송했습니다
pt: Email de redefinição de senha enviado
th: ส่งอีเมลรีเซ็ตรหัสผ่านแล้ว
vi: Đã gửi email đặt lại mật khẩu
zh: 密码重置邮件已发送

source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送信
ko: 전송
pt: Enviar
th: ส่ง
vi: Gửi
zh: 发送

source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
ja: 新規登録
ko: 회원가입
pt: Cadastre-se
th: ลงทะเบียน
vi: Đăng ký
zh: 注册

# successBackup
source: Backup completed
de: Sicherung abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
hi: बैकअप पूर्ण हुआ
ja: バックアップが完了しました
ko: 백업이 완료되었습니다
pt: Backup concluído
th: สำรองข้อมูลเสร็จสิ้น
vi: Sao lưu hoàn tất
zh: 备份完成

# successChangePassword
source: Password changed
de: Passwort geändert
es: Contraseña cambiada
fr: Mot de passe modifié
hi: पासवर्ड बदल दिया गया
ja: パスワードを変更しました
ko: 비밀번호가 변경되었습니다
pt: Senha alterada
th: เปลี่ยนรหัสผ่านแล้ว
vi: Đã đổi mật khẩu
zh: 密码已更改

# successClearCache
source: Cache cleared
de: Cache geleert
es: Caché limpiado
fr: Cache vidé
hi: कैश साफ़ हो गया
ja: キャッシュをクリアしました
ko: 캐시가 삭제되었습니다
pt: Cache limpo
th: ล้างแคชแล้ว
vi: Đã xóa bộ nhớ đệm
zh: 缓存已清除

# successDeleteAccount
source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
hi: खाता हटा दिया गया
ja: アカウントを削除しました
ko: 계정이 삭제되었습니다
pt: Conta excluída
th: ลบบัญชีแล้ว
vi: Đã xóa tài khoản
zh: 账户已删除

# successDeleteData
source: All data deleted
de: Alle Daten gelöscht
es: Todos los datos eliminados
fr: Toutes les données supprimées
hi: सभी डेटा हटा दिया गया
ja: すべてのデータを削除しました
ko: 모든 데이터가 삭제되었습니다
pt: Todos os dados foram excluídos
th: ลบข้อมูลทั้งหมดแล้ว
vi: Đã xóa tất cả dữ liệu
zh: 所有数据已删除

# noHistoryTitle
source: No tarot records yet
de: Noch keine Tarot-Aufzeichnungen
es: Aún no hay registros de tarot
fr: Pas encore d'enregistrements de tarot
hi: अभी तक कोई टैरो रिकॉर्ड नहीं
ja: タロットの記録はまだありません
ko: 아직 타로 기록이 없습니다
pt: Ainda não há registros de tarô
th: ยังไม่มีบันทึกไพ่ทาโรต์
vi: Chưa có hồ sơ tarot nào
zh: 尚无塔罗记录

# noHistoryMessage
source: Read your first destiny
de: Lies dein erstes Schicksal
es: Lee tu primer destino
fr: Lisez votre premier destin
hi: अपना पहला भाग्य पढ़ें
ja: 最初の運命を読み取りましょう
ko: 첫 번째 운명을 읽어보세요
pt: Leia seu primeiro destino
th: อ่านโชคชะตาแรกของคุณ
vi: Đọc vận mệnh đầu tiên của bạn
zh: 读取您的第一个命运

# startReading
source: Start Tarot Reading
de: Tarot-Lesung beginnen
es: Iniciar lectura de tarot
fr: Commencer la Lecture du Tarot
hi: टैरो रीडिंग शुरू करें
ja: タロット占いを始める
ko: 타로 읽기 시작
pt: Iniciar leitura de tarô
th: เริ่มอ่านไพ่ทาโรต์
vi: Bắt đầu xem tarot
zh: 开始塔罗占卜

# deleteReadingTitle
source: Delete this record?
de: Diese Aufzeichnung löschen?
es: ¿Eliminar este registro?
fr: Supprimer cet enregistrement?
hi: इस रिकॉर्ड को हटाएं?
ja: この記録を削除しますか？
ko: 기록을 삭제하시겠습니까?
pt: Excluir este registro?
th: ลบบันทึกนี้หรือไม่?
vi: Xóa hồ sơ này?
zh: 删除此记录？

# deleteReadingMessage
source: Deleted records cannot be recovered
de: Gelöschte Aufzeichnungen können nicht wiederhergestellt werden
es: Los registros eliminados no se pueden recuperar
fr: Les enregistrements supprimés ne peuvent pas être récupérés
hi: हटाए गए रिकॉर्ड पुनर्प्राप्त नहीं किए जा सकते
ja: 削除された記録は復元できません
ko: 삭제된 기록은 복구할 수 없습니다
pt: Registros excluídos não podem ser recuperados
th: บันทึกที่ลบแล้วไม่สามารถกู้คืนได้
vi: Hồ sơ đã xóa không thể khôi phục
zh: 已删除的记录无法恢复

source: Total Tarot Readings
de: Gesamte Tarot-Lesungen
es: Total de lecturas de tarot
fr: Total des lectures de tarot
hi: कुल टैरो रीडिंग
ko: 총 타로 리딩
pt: Total de leituras de tarô
vi: Tổng số lần đọc tarot
zh: 塔罗牌阅读总数

source: Most Frequent Card
de: Häufigste Karte
es: Carta más frecuente
fr: Carte la plus fréquente
hi: सबसे अधिक बार आने वाला कार्ड
ko: 가장 많이 나온 카드
pt: Carta mais frequente
vi: Lá bài thường gặp nhất
zh: 最常见的牌

source: Card Frequency TOP 5
de: Kartenhäufigkeit - Top 5
es: Frecuencia de cartas - Top 5
fr: Fréquence des cartes TOP 5
hi: कार्ड आवृत्ति शीर्ष 5
ko: 카드 출현 빈도 TOP 5
pt: Frequência de cartas - Top 5
vi: Tần suất lá bài - Top 5
zh: 牌频率 - 前5名

# moodAnalysis
source: Reading Analysis by Mood
de: Stimmungsanalyse
es: Análisis de estado de ánimo
fr: Analyse des lectures par humeur
hi: मनोदशा द्वारा रीडिंग विश्लेषण
ko: 기분별 리딩 분석
pt: Análise de humor
vi: Phân tích tâm trạng
zh: 情绪分析

source: Monthly Reading Trend
de: Monatlicher Lesetrend
es: Tendencia de lecturas mensuales
fr: Tendance mensuelle des lectures
hi: मासिक रीडिंग रुझान
ko: 월별 리딩 추이
pt: Tendência de leituras mensais
vi: Xu hướng đọc hàng tháng
zh: 每月阅读趋势

# noData
source: No data available
de: Keine Daten
es: Sin datos
fr: Aucune donnée disponible
hi: कोई डेटा उपलब्ध नहीं
ko: 데이터가 없습니다
pt: Sem dados
vi: Không có dữ liệu
zh: 无数据

# noDataToAnalyze
source: No data to analyze yet
de: Keine Daten zur Analyse
es: No hay datos para analizar
fr: Aucune donnée à analyser pour le moment
hi: अभी तक विश्लेषण के लिए कोई डेटा नहीं
ko: 아직 분석할 데이터가 없습니다
pt: Sem dados para analisar
vi: Không có dữ liệu để phân tích
zh: 没有数据可分析

# startTarotReading
source: Start your tarot reading
de: Beginnen Sie eine Tarot-Lesung, um Ihre Statistiken zu sehen
es: Comienza una lectura de tarot para ver tus estadísticas
fr: Commencez votre lecture de tarot
hi: अपना टैरो रीडिंग शुरू करें
ko: 타로 리딩을 시작해보세요
pt: Comece uma leitura de tarô para ver suas estatísticas
vi: Bắt đầu đọc tarot để xem thống kê của bạn
zh: 开始塔罗牌阅读以查看您的统计数据

source: Card of Fate
de: Karte des Schicksals
es: Carta del Destino
fr: Carte du Destin
hi: भाग्य का कार्ड
ja: 運命のカード
ko: 운명의 카드
pt: Carta do Destino
th: ไพ่แห่งโชคชะตา
vi: Lá bài định mệnh
zh: 命运之牌

# cardCallingYou
source: This card is calling you
de: Die Karte, die dich ruft
es: Esta carta te está llamando
fr: Cette carte vous appelle
hi: आपको बुलाने वाला कार्ड
ja: このカードがあなたを呼んでいます
ko: 이 카드가 당신을 부르고 있습니다
pt: A carta que te chama
th: ไพ่ใบนี้กำลังเรียกหาคุณ
vi: Lá bài này đang gọi bạn
zh: 这张牌在呼唤你

# selectThisCard
source: Will you select it?
de: Diese Karte wählen
es: ¿La seleccionarás?
fr: Voulez-vous la sélectionner?
hi: इस कार्ड को चुनें
ja: 選びますか？
ko: 선택하시겠습니까?
pt: Selecionar esta carta
th: คุณจะเลือกมันหรือไม่?
vi: Bạn có muốn chọn nó không?
zh: 选择此牌

source: View Again
de: Erneut ansehen
es: Ver de Nuevo
fr: Revoir
hi: फिर से देखें
ja: もう一度見る
ko: 다시 보기
pt: Ver novamente
th: ดูอีกครั้ง
vi: Xem lại
zh: 再看看

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
ko: 선택
pt: Selecionar
th: เลือก
vi: Chọn
zh: 选择

# shufflingCards
source: Shuffling the cards of fate...
de: Karten werden gemischt...
es: Mezclando las cartas del destino...
fr: Mélange des cartes du destin...
hi: कार्ड फेंटे जा रहे हैं...
ja: 運命のカードをシャッフルしています...
ko: 운명의 카드를 섞고 있습니다...
pt: Embaralhando as cartas...
th: กำลังสับไพ่แห่งโชคชะตา...
vi: Đang xáo trộn lá bài định mệnh...
zh: 正在洗牌命运之牌...

# selectCardsIntuition
source: Follow your intuition and select the cards
de: Wähle die Karten mit deiner Intuition
es: Sigue tu intuición y selecciona las cartas
fr: Suivez votre intuition et sélectionnez les cartes
hi: अपनी अंतर्दृष्टि से कार्ड चुनें
ja: 直感に従ってカードを選んでください
ko: 마음이 끌리는 카드를 선택하세요
pt: Selecione as cartas com sua intuição
th: ใช้สัญชาตญาณของคุณและเลือกไพ่
vi: Hãy theo trực giác và chọn lá bài
zh: 凭直觉选择卡牌

# selectMoreCards
source: Select {count} more cards
de: Wähle noch {count} Karten
es: Selecciona {count} cartas más
fr: Sélectionnez {count} cartes de plus
hi: अभी भी {count} कार्ड चुनें
ja: あと{count}枚選んでください
ko: {count}장 더 선택
pt: Selecione mais {count} cartas
th: เลือกไพ่อีก {count} ใบ
vi: Chọn thêm {count} lá bài
zh: 还需选择 {count} 张牌

source: Selection complete!
de: Auswahl abgeschlossen
es: ¡Selección completa!
fr: Sélection terminée!
hi: चयन पूर्ण
ja: 選択完了！
ko: 선택 완료!
pt: Seleção completa
th: การเลือกเสร็จสมบูรณ์!
vi: Hoàn tất lựa chọn!
zh: 选择完成！

source: Tap to select
de: Zum Auswählen tippen
es: Toca una carta para seleccionar
fr: Touchez une carte pour la sélectionner
hi: चुनने के लिए टैप करें
ja: タップして選択
ko: 탭하여 선택
pt: Toque para selecionar
th: แตะไพ่เพื่อเลือก
vi: Chạm để chọn lá bài
zh: 点击选择

source: Preparing interpretation...
de: Deutung wird vorbereitet...
es: Preparando interpretación...
fr: Préparation de l'interprétation...
hi: व्याख्या तैयार की जा रही है...
ja: 解釈を準備しています...
ko: 해석을 준비하는 중입니다...
pt: Preparando interpretação...
th: กำลังเตรียมการตีความ...
vi: Đang chuẩn bị giải thích...
zh: 准备解读...

source: Card Message
de: Botschaft der Karten
es: Mensaje de las cartas
fr: Message des Cartes
hi: कार्ड का संदेश
ja: カードからのメッセージ
ko: 카드의 메시지
pt: Mensagem das cartas
th: ข้อความจากไพ่
vi: Thông điệp từ các lá bài
zh: 卡牌讯息

# cardsStory
source: The Story Your Cards Tell
de: Die Geschichte der Karten
es: La historia que cuentan tus cartas
fr: L'Histoire que Racontent Vos Cartes
hi: कार्डों की कहानी
ja: あなたのカードが語る物語
ko: 카드들이 그리는 이야기
pt: A história das cartas
th: เรื่องราวที่ไพ่ของคุณบอกเล่า
vi: Câu chuyện lá bài của bạn kể
zh: 卡牌的故事

# specialInterpretation
source: A Special Interpretation for You
de: Besondere Deutung
es: Una interpretación especial para ti
fr: Une Interprétation Spéciale pour Vous
hi: विशेष व्याख्या
ja: あなたのための特別な解釈
ko: 당신을 위한 특별한 해석
pt: Interpretação especial
th: การตีความพิเศษสำหรับคุณ
vi: Lời giải đặc biệt dành cho bạn
zh: 特别解读

# interpretingCards
source: Interpreting the meaning of the cards...
de: Karten werden gedeutet...
es: Interpretando el significado de las cartas...
fr: Interprétation de la signification des cartes...
hi: कार्डों की व्याख्या की जा रही है...
ja: カードの意味を解釈しています...
ko: 카드의 의미를 해석하는 중...
pt: Interpretando as cartas...
th: กำลังตีความความหมายของไพ่...
vi: Đang giải mã ý nghĩa của các lá bài...
zh: 解读卡牌中...

# todaysChatEnded
source: Today's conversation has ended
de: Das heutige Gespräch ist beendet
es: La conversación de hoy ha terminado
fr: La conversation d'aujourd'hui est terminée
hi: आज की बातचीत समाप्त हो गई
ja: 本日の対話は終了しました
ko: 오늘의 대화가 모두 끝났습니다
pt: A conversa de hoje terminou
th: การสนทนาวันนี้สิ้นสุดแล้ว
vi: Cuộc trò chuyện hôm nay đã kết thúc
zh: 今日对话已结束

# askQuestions
source: Ask your questions...
de: Fragen stellen
es: Haz tus preguntas...
fr: Posez vos questions...
hi: प्रश्न पूछें
ja: 質問をどうぞ...
ko: 궁금한 것을 물어보세요...
pt: Fazer perguntas
th: ถามคำถามของคุณ...
vi: Hãy đặt câu hỏi của bạn...
zh: 提出问题

source: Continue Conversation
de: Gespräch fortsetzen
es: Continuar conversación
fr: Continuer la Conversation
hi: बातचीत जारी रखें
ja: 対話を続ける
ko: 대화 계속하기
pt: Continuar conversa
th: สนทนาต่อ
vi: Tiếp tục cuộc trò chuyện
zh: 继续对话

# wantDeeperTruth
source: Want to know deeper truths?
de: Willst du eine tiefere Wahrheit?
es: ¿Quieres conocer verdades más profundas?
fr: Voulez-vous connaître des vérités plus profondes?
hi: क्या आप गहरा सत्य चाहते हैं?
ja: より深い真実を知りたいですか？
ko: 더 깊은 진실을 원하시나요?
pt: Quer uma verdade mais profunda?
th: ต้องการรู้ความจริงที่ลึกซึ้งกว่านี้หรือไม่?
vi: Bạn muốn biết sự thật sâu sắc hơn?
zh: 想要更深的真相吗？

# watchAdToContinue
source: Watch an ad to continue your conversation with the Tarot Master
de: Werbung ansehen, um fortzufahren
es: Ve un anuncio para continuar tu conversación con el Maestro del Tarot
fr: Regardez une publicité pour continuer votre conversation avec le Maître du Tarot
hi: जारी रखने के लिए विज्ञापन देखें
ja: 広告を視聴して タロットマスターとの対話を続けましょう
ko: 광고를 시청하고 타로 마스터와 대화를 이어가세요
pt: Assistir anúncio para continuar
th: ดูโฆษณาเพื่อสนทนาต่อ กับปรมาจารย์ไพ่ทาโรต์
vi: Xem quảng cáo để tiếp tục cuộc trò chuyện với Thầy Tarot
zh: 观看广告以继续

source: Later
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
ko: 다음에
pt: Mais tarde
th: ภายหลัง
vi: Để sau
zh: 稍后

source: Watch Ad
de: Werbung ansehen
es: Ver anuncio
fr: Regarder la Publicité
hi: विज्ञापन देखें
ja: 広告を見る
ko: 광고 시청
pt: Assistir anúncio
th: ดูโฆษณา
vi: Xem quảng cáo
zh: 观看广告

source: Email Verification
de: E-Mail-Verifizierung
es: Verificación de correo
fr: Vérification de l'Email
hi: ईमेल सत्यापन
ja: メール認証
ko: 이메일 인증
pt: Verificação de e-mail
th: การยืนยันอีเมล
vi: Xác minh email
zh: 邮箱验证

source: Check your email
de: Überprüfe deine E-Mail
es: Revisa tu correo electrónico
fr: Vérifiez votre email
hi: अपना ईमेल जांचें
ja: メールをご確認ください
ko: 이메일을 확인해주세요
pt: Verifique seu e-mail
th: ตรวจสอบอีเมลของคุณ
vi: Kiểm tra email của bạn
zh: 请查看您的邮箱
