Repository: bang9lee/moroka
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, th, vi, zh

# verificationEmailSent
source: We've sent a verification email to the address above. Please check your inbox and click the verification link.
de: Bestätigungs-E-Mail wurde gesendet
es: Hemos enviado un correo de verificación a la dirección anterior. Por favor revisa tu bandeja de entrada y haz clic en el enlace de verificación.
fr: Nous avons envoyé un email de vérification à l'adresse ci-dessus. Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification.
hi: सत्यापन ईमेल भेजा गया
ja: 上記のアドレスに確認メールを送信しました。 受信トレイをご確認いただき、認証リンクをクリックしてください。
ko: 위 이메일 주소로 인증 메일을 발송했습니다. 메일함을 확인하고 인증 링크를 클릭해주세요.
pt: E-mail de verificação enviado
th: เราได้ส่งอีเมลยืนยันไปที่ที่อยู่ด้านบนแล้ว กรุณาตรวจสอบกล่องจดหมายของคุณและคลิกลิงก์ยืนยัน
vi: Chúng tôi đã gửi email xác minh đến địa chỉ trên. Vui lòng kiểm tra hộp thư và nhấp vào liên kết xác minh.
zh: 验证邮件已发送

source: Verifying email...
de: E-Mail wird verifiziert...
es: Verificando correo...
fr: Vérification de l'email...
hi: ईमेल सत्यापित किया जा रहा है...
ja: メールを確認中...
ko: 인증 확인 중...
pt: Verificando e-mail...
th: กำลังยืนยันอีเมล...
vi: Đang xác minh email...
zh: 验证邮箱中...

# noEmailReceived
source: Didn't receive the email?
de: Keine E-Mail erhalten?
es: ¿No recibiste el correo?
fr: Vous n'avez pas reçu l'email?
hi: ईमेल प्राप्त नहीं हुआ?
ja: メールが届きませんか？
ko: 메일이 오지 않나요?
pt: Não recebeu o e-mail?
th: ไม่ได้รับอีเมลหรือไม่?
vi: Không nhận được email?
zh: 未收到邮件？

# checkSpamFolder
source: Check your spam folder. If it's still not there, click the button below to resend.
de: Überprüfe deinen Spam-Ordner
es: Revisa tu carpeta de spam. Si aún no está ahí, haz clic en el botón de abajo para reenviar.
fr: Vérifiez votre dossier spam. S'il n'y est toujours pas, cliquez sur le bouton ci-dessous pour renvoyer.
hi: अपना स्पैम फ़ोल्डर जांचें
ja: 迷惑メールフォルダをご確認ください。 それでも見つからない場合は、下のボタンをクリックして再送信してください。
ko: 스팸 메일함을 확인해보세요. 그래도 없다면 아래 버튼을 눌러 다시 보내세요.
pt: Verifique sua pasta de spam
th: ตรวจสอบโฟลเดอร์สแปมของคุณ หากยังไม่พบ คลิกปุ่มด้านล่างเพื่อส่งอีกครั้ง
vi: Kiểm tra thư mục thư rác. Nếu vẫn không thấy, nhấp nút bên dưới để gửi lại.
zh: 请检查垃圾邮件文件夹

# resendIn
source: Resend in {seconds}s
de: Erneut senden in {seconds} Sekunden
es: Reenviar en {seconds}s
fr: Renvoyer dans {seconds}s
hi: {seconds} सेकंड में फिर से भेजें
ja: {seconds}秒後に再送信
ko: 다시 보내기 ({seconds}초)
pt: Reenviar em {seconds} segundos
th: ส่งอีกครั้งใน {seconds} วินาที
vi: Gửi lại sau {seconds} giây
zh: {seconds} 秒后重新发送

source: Resend Verification Email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo de verificación
fr: Renvoyer l'Email de Vérification
hi: सत्यापन ईमेल फिर से भेजें
ja: 確認メールを再送信
ko: 인증 메일 다시 보내기
pt: Reenviar e-mail de verificação
th: ส่งอีเมลยืนยันอีกครั้ง
vi: Gửi lại email xác minh
zh: 重新发送验证邮件

# alreadyVerified
source: I've already verified
de: Bereits verifiziert
es: Ya he verificado
fr: J'ai déjà vérifié
hi: पहले से सत्यापित
ja: 既に認証済みです
ko: 이미 인증했어요
pt: Já verificado
th: ฉันยืนยันแล้ว
vi: Tôi đã xác minh
zh: 我已经验证了

# openGateOfFate
source: Open the Gate of Fate
de: Das Tor des Schicksals öffnen
es: Abrir la Puerta del Destino
fr: Ouvrir la Porte du Destin
hi: भाग्य का द्वार खोलें
ja: 運命の扉を開く
ko: 운명의 문을 열다
pt: Abrir o portão do destino
th: เปิดประตูแห่งโชคชะตา
vi: Mở cánh cửa định mệnh
zh: 打开命运之门

source: SKIP
fr: PASSER
hi: छोड़ें
ko: 건너뛰기

source: Will you select it?
es: ¿La seleccionarás?
fr: Allez-vous la sélectionner ?
hi: क्या आप इसे चुनेंगे?
ja: 選択しますか？
ko: 선택하시겠습니까?
zh: 要选择它吗？

# selectCardByHeart
source: Select the card that draws your heart
es: Selecciona la carta que atraiga tu corazón
fr: Sélectionnez la carte qui attire votre cœur
hi: वह कार्ड चुनें जो आपके दिल को आकर्षित करता है
ja: 心に響くカードを選んでください
ko: 마음이 끌리는 카드를 선택하세요
zh: 选择触动你心灵的牌

# moreToSelect
source: {count} more to select
es: {count} más para seleccionar
fr: {count} encore à sélectionner
hi: {count} और चुनना है
ja: あと{count}枚選択
ko: {count}장 더 선택
zh: 还需选择{count}张

# tapToSelectCard
source: Tap the card to select
es: Toca la carta para seleccionar
fr: Touchez la carte pour sélectionner
hi: चुनने के लिए कार्ड पर टैप करें
ja: カードをタップして選択
ko: 카드를 탭하여 선택하세요
zh: 点击卡牌进行选择

source: Current Situation
fr: Situation actuelle
hi: वर्तमान स्थिति
ko: 현재 상황

source: Practical Advice
fr: Conseils pratiques
hi: व्यावहारिक सलाह
ko: 실천 조언

source: Future Forecast
fr: Prévisions futures
hi: भविष्य की भविष्यवाणी
ko: 앞으로의 전망

source: Overall Flow
fr: Flux général
hi: समग्र प्रवाह
ko: 전체 흐름

source: Time-based Interpretation
fr: Interprétation temporelle
hi: समय आधारित व्याख्या
ko: 시간대별 해석

source: Past Influence
fr: Influence du passé
hi: अतीत का प्रभाव
ko: 과거의 영향

source: Upcoming Future
fr: Futur proche
hi: आगामी भविष्य
ko: 다가올 미래

source: Action Guidelines
fr: Lignes directrices d'action
hi: कार्य दिशानिर्देश
ko: 행동 지침

source: Core Advice
fr: Conseil principal
hi: मुख्य सलाह
ko: 핵심 조언

source: Core Situation Analysis
fr: Analyse de la situation centrale
hi: मुख्य स्थिति विश्लेषण
ko: 핵심 상황 분석

source: Inner Conflict
fr: Conflit intérieur
hi: आंतरिक संघर्ष
ko: 내면의 갈등

source: Timeline Analysis
fr: Analyse chronologique
hi: समयरेखा विश्लेषण
ko: 시간축 분석

source: External Factors
fr: Facteurs externes
hi: बाहरी कारक
ko: 외부 요인

source: Final Forecast
fr: Prévision finale
hi: अंतिम पूर्वानुमान
ko: 최종 전망

source: Step-by-Step Plan
fr: Plan étape par étape
hi: चरण-दर-चरण योजना
ko: 단계별 실천 계획

source: Two-Person Energy
fr: Énergie à deux
hi: दो व्यक्ति की ऊर्जा
ko: 두 사람의 에너지

source: Heart Temperature Difference
fr: Différence de température du cœur
hi: दिल के तापमान का अंतर
ko: 마음의 온도차

source: Relationship Obstacles
fr: Obstacles relationnels
hi: संबंध बाधाएं
ko: 관계의 걸림돌

source: Future Possibility
fr: Possibilité future
hi: भविष्य की संभावना
ko: 미래 가능성

source: Advice for Love
fr: Conseils pour l'amour
hi: प्रेम के लिए सलाह
ko: 사랑을 위한 조언

source: One-Line Advice
fr: Conseil en une ligne
hi: एक पंक्ति की सलाह
ko: 한 줄 조언

source: Judgment Basis
fr: Base de jugement
hi: निर्णय आधार
ko: 판단 근거

source: Core Message
fr: Message principal
hi: मुख्य संदेश
ko: 핵심 메시지

source: Success Conditions
fr: Conditions de succès
hi: सफलता की शर्तें
ko: 성공 조건

source: Timing Prediction
fr: Prédiction temporelle
hi: समय की भविष्यवाणी
ko: 시기 예측

source: Action Guide
fr: Guide d'action
hi: कार्य मार्गदर्शक
ko: 행동 가이드

source: Future
fr: Futur
hi: भविष्य
ko: 미래

source: Advice
fr: Conseil
hi: सलाह
ko: 조언

source: Message
hi: संदेश
ko: 메시지

source: Meaning
fr: Signification
hi: अर्थ
ko: 의미

source: Interpretation
fr: Interprétation
hi: व्याख्या
ko: 해석

source: Overall Meaning
fr: Signification globale
hi: समग्र अर्थ
ko: 전체적인 의미

source: Comprehensive Interpretation
fr: Interprétation complète
hi: व्यापक व्याख्या
ko: 종합 해석

source: Future Advice
fr: Conseils pour l'avenir
hi: भविष्य की सलाह
ko: 앞으로의 조언

source: Yes
fr: Oui
hi: हाँ
ko: 예

source: No
fr: Non
hi: नहीं
ko: 아니오

source: Conditional Yes
fr: Oui conditionnel
hi: सशर्त हाँ
ko: 조건부 예

# analyzingDestiny
source: Analyzing your destiny...
fr: Analyse de votre destin...
hi: आपके भाग्य का विश्लेषण कर रहे हैं...
ko: 운명을 분석하는 중...

# timesCount
source: {count} times
fr: {count} fois
hi: {count} बार
ko: {count}회

# monthLabel
source: {month}
ja: {month}月
ko: {month}월
vi: Tháng {month}
zh: {month}月

source: Remaining Draws
de: Verbleibende Ziehungen
es: Tiradas restantes
fr: Tirages restants
hi: शेष ड्रॉ
ko: 남은 횟수
pt: Jogadas restantes
vi: Số lần còn lại
zh: 剩余次数

source: No draws remaining
de: Keine Ziehungen mehr
es: No quedan tiradas
fr: Aucun tirage restant
hi: कोई ड्रॉ शेष नहीं
ko: 남은 횟수가 없습니다
pt: Sem jogadas restantes
vi: Không còn lượt rút bài
zh: 没有剩余次数

# adDraws
source: Ad
de: Werbung
es: Anuncio
fr: Pub
hi: विज्ञापन
ko: 광고
pt: Anúncio
vi: Quảng cáo
zh: 广告

# dailyLimitReached
source: Daily Draw Limit Reached
fr: Limite quotidienne atteinte
hi: दैनिक ड्रॉ सीमा समाप्त
ja: 1日の引き制限に達しました
ko: 일일 뽑기 한도 도달

# watchAdForMore
source: Watch an ad to get more card draws. You can get up to 10 additional draws per day.
fr: Regardez une publicité pour obtenir plus de tirages de cartes. Vous pouvez obtenir jusqu'à 10 tirages supplémentaires par jour.
hi: अधिक कार्ड ड्रॉ के लिए विज्ञापन देखें। आप प्रति दिन 10 अतिरिक्त ड्रॉ तक प्राप्त कर सकते हैं।
ja: 広告を視聴してカードを引く回数を追加しましょう。1日最大10回まで追加できます。
ko: 광고를 시청하여 카드 뽑기 횟수를 추가하세요. 하루에 최대 10회까지 추가할 수 있습니다.

# drawAddedMessage
source: 1 draw added! ✨
de: 1 Ziehung hinzugefügt! ✨
es: ¡1 tirada añadida! ✨
fr: 1 tirage ajouté ! ✨
hi: 1 ड्रॉ जोड़ा गया! ✨
ja: 1回分のドローが追加されました！ ✨
ko: 뽑기 1회가 추가되었습니다! ✨
pt: 1 jogada adicionada! ✨
th: เพิ่มการจั่วไพ่ 1 ครั้ง! ✨
vi: Đã thêm 1 lượt rút! ✨
zh: 增加1次抽卡机会！ ✨

# adLoadFailed
source: Failed to load ad. Please try again later.
de: Werbung konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: No se pudo cargar el anuncio. Por favor, inténtalo más tarde.
fr: Échec du chargement de la publicité. Veuillez réessayer plus tard.
hi: विज्ञापन लोड करने में विफल। कृपया बाद में पुनः प्रयास करें।
ja: 広告の読み込みに失敗しました。後でもう一度お試しください。
ko: 광고를 불러오지 못했습니다. 나중에 다시 시도해주세요.
pt: Falha ao carregar o anúncio. Por favor, tente novamente mais tarde.
th: ไม่สามารถโหลดโฆษณาได้ โปรดลองอีกครั้งภายหลัง
vi: Không thể tải quảng cáo. Vui lòng thử lại sau.
zh: 广告加载失败。请稍后再试。

source: Open menu
ko: 메뉴 열기

source: Currently selected
ko: 현재 선택됨

source: Proceed to spread selection
ko: 스프레드 선택으로 진행

# selectMoodFirst
source: Please select a mood first
ko: 먼저 기분을 선택해주세요

source: Current user
ko: 현재 사용자

source: Go back
ko: 뒤로 가기

source: Cancel card selection
ko: 카드 선택 취소

source: Confirm card selection
ko: 카드 선택 확인

source: cards
ko: 장

# tapToSelectSpread
source: Tap to select this spread
ko: 탭하여 이 스프레드 선택

source: Close
ko: 닫기

source: Back
ko: 뒤로

source: Selected cards layout
ko: 선택된 카드 레이아웃

source: Your question
ko: 당신의 질문

# tarotMasterResponse
source: Tarot master's response
ko: 타로 마스터의 답변

source: Chat input field
ko: 채팅 입력란

source: Send message
ko: 메시지 보내기

source: Date
ko: 날짜

source: Card
ko: 카드

source: Chat count
de: Chat {count} Mal
es: Chat {count} veces
fr: Chat {count} fois
hi: चैट {count} बार
ko: 대화 {count}회
pt: Chat {count} vezes
vi: Trò chuyện {count} lần
zh: 聊天{count}次

source: Delete reading
ko: 기록 삭제

# deleteReadingDescription
source: Delete this tarot reading permanently
ko: 이 타로 리딩을 영구적으로 삭제합니다

source: On
ko: 켜짐

source: Off
ko: 꺼짐

# startChatMessage
source: Ask me anything about your tarot reading
de: Fragen Sie mich alles über Ihre Tarot-Lesung
es: Pregúntame cualquier cosa sobre tu lectura de tarot
fr: Demandez-moi n'importe quoi sur votre tirage de tarot
hi: अपने टैरो रीडिंग के बारे में मुझसे कुछ भी पूछें
ja: タロットリーディングについて何でも聞いてください
ko: 타로 리딩에 대해 궁금한 점을 물어보세요
pt: Pergunte-me qualquer coisa sobre sua leitura de tarô
th: ถามอะไรก็ได้เกี่ยวกับการอ่านไพ่ทาโรต์ของคุณ
vi: Hãy hỏi tôi bất cứ điều gì về bài đọc tarot của bạn
zh: 关于您的塔罗牌解读，有任何问题都可以问我

source: Chat History
de: Chat-Verlauf
es: Historial de Chat
fr: Historique du Chat
hi: चैट इतिहास
ja: チャット履歴
ko: 대화 기록
pt: Histórico de Chat
th: ประวัติการสนทนา
vi: Lịch sử Trò chuyện
zh: 聊天记录

# chatHistoryDescription
source: Your conversation with the Tarot Master
de: Ihr Gespräch mit dem Tarot-Meister
es: Tu conversación con el Maestro del Tarot
fr: Votre conversation avec le Maître du Tarot
hi: टैरो मास्टर के साथ आपकी बातचीत
ja: タロットマスターとの会話
ko: 타로 마스터와의 대화
pt: Sua conversa com o Mestre do Tarô
th: การสนทนาของคุณกับปรมาจารย์ไพ่ทาโรต์
vi: Cuộc trò chuyện của bạn với Thầy Tarot
zh: 您与塔罗大师的对话

# acceptPastFocusPresentPrepareFuture
source: Accept the past, focus on the present, prepare for the future.
ko: 과거를 받아들이고, 현재에 집중하며, 미래를 준비하세요.

# cardHoldsImportantKey
source: card holds the important key.
ko: 카드가 중요한 열쇠를 가지고 있습니다.

# cardShowingNewPerspective
source: card is showing you a new perspective.
ko: 카드가 새로운 관점을 보여주고 있습니다.

# cardsShowingComplexSituation
source: cards are showing a complex situation.
ko: 장의 카드가 복잡한 상황을 보여주고 있습니다.

source: Caution signals
ko: 주의 신호

# checkResults
source: to check results
ko: 결과를 확인하세요

# conflictBetweenConsciousUnconscious
source: There's conflict between conscious and unconscious.
ko: 의식과 무의식 사이의 갈등이 있습니다.

# doBestRegardlessOfResult
source: Do your best to prepare regardless of the outcome.
ko: 결과에 상관없이 최선을 다해 준비하세요.

source: Final Answer
ko: 최종 답변

# flowFromPastToFuture
source: The flow from past to present to future is visible.
ko: 과거에서 현재, 미래로 이어지는 흐름이 보입니다.

source: how
ko: 어떻게

# importantRoleInRelationship
source: Important role in the relationship
ko: 관계에서 중요한 역할

# lessonsFromPast
source: Lessons from past experiences
ko: 과거 경험의 교훈

# loveIsMirrorReflectingEachOther
source: Love is like a mirror reflecting each other.
ko: 사랑은 서로를 비추는 거울과 같습니다.

source: method
ko: 방법

# moodIsSignOfChange
source: mood is a sign of change.
ko: 기분은 변화의 신호입니다.

# mostImportantIsCurrentChoice
source: state, the most important thing is your current choice.
ko: 상태에서 가장 중요한 것은 지금의 선택입니다.

# needCarefulPreparationAndTiming
source: Careful preparation and proper timing are needed.
ko: 신중한 준비와 적절한 타이밍이 필요합니다.

# needConversationUnderstandingTime
source: Conversation, understanding, and time are needed.
ko: 대화와 이해, 그리고 시간이 필요합니다.

# nowIsTurningPoint
source: Now is the turning point.
ko: 지금이 전환점입니다.

# oneToTwoMonths
source: 1-2 months
ko: 1-2개월

# oneToTwoWeeks
source: 1-2 weeks
ko: 1-2주

# organizeSituation
source: Organize the situation
ko: 상황을 정리하세요

source: Partner
ko: 상대방

source: Partner's current state
ko: 상대방의 현재 상태

source: Past
ko: 과거

# pastInfluenceContinuesToPresent
source: The influence of the past continues to the present.
ko: 과거의 영향이 현재까지 이어지고 있습니다.

# positiveChangeInWeeks
source: You'll feel positive changes within 2-3 weeks.
ko: 2-3주 내에 긍정적인 변화를 느끼실 겁니다.

# positiveChangePossibility
source: Possibility of positive change
ko: 긍정적 변화 가능성

source: Positive signals
ko: 긍정적 신호

# possibilityWithEffort
source: With effort, there's over 60% possibility of progress.
ko: 노력하면 60% 이상의 발전 가능성이 있습니다.

source: Present
ko: 현재

source: reason
ko: 이유

# setSmallGoalAndStart
source: Set a small goal and start
ko: 작은 목표를 정하고 시작하세요

# showingChallenges
source: showing challenges ahead.
ko: 가 앞으로의 도전을 보여주고 있습니다.

source: Start concrete action
ko: 구체적인 행동을 시작하세요

# surroundingEnvironmentImportant
source: The surrounding environment has important influence.
ko: 주변 환경이 중요한 영향을 미치고 있습니다.

# talkWithSomeoneSpecial
source: Have a conversation with someone special
ko: 특별한 사람과 대화를 나누세요

# tarotGeneralAnswer
source: Good question. From the {cardName} card's perspective, now is the time to move forward carefully yet courageously. What aspect are you most curious about?
ko: 좋은 질문이네요. {cardName} 카드의 관점에서 보면, 지금은 신중하면서도 용기 있게 나아갈 때입니다. 어떤 부분이 가장 궁금하신가요?

# tarotMethodAnswer
source: The {cardName} card says to follow your intuition. Don't overthink it, just take one step at a time following your heart. Small beginnings create big changes.
ko: {cardName} 카드는 직감을 따르라고 말합니다. 너무 생각하지 말고 마음을 따라 한 걸음씩 나아가세요. 작은 시작이 큰 변화를 만듭니다.

# tarotReasonAnswer
source: The reason is, as the {cardName} card suggests, now is the time for change. It's time to break free from past patterns and open new possibilities.
ko: 그 이유는 {cardName} 카드가 시사하듯, 지금이 변화의 때이기 때문입니다. 과거의 패턴에서 벗어나 새로운 가능성을 열 시기가 왔습니다.

# tarotTimingAnswer
source: Tarot typically shows timing between 1-3 months. Looking at the {cardName} card's energy, it might be sooner. The best time is when you're ready.
ko: 타로는 보통 1-3개월 사이의 타이밍을 보여줍니다. {cardName} 카드의 에너지를 보면 더 빠를 수도 있어요. 가장 좋은 때는 당신이 준비되었을 때입니다.

# temperatureDifferenceButUnderstandable
source: There's a temperature difference in hearts, but it's understandable.
ko: 마음의 온도차가 있지만 이해할 수 있는 범위입니다.

source: This month
ko: 이번 달

source: This week
ko: 이번 주

# threeMonthsLater
source: 3 months later
ko: 3개월 후

source: timing
ko: 타이밍

# tryDifferentChoiceToday
source: Try making a different choice today
ko: 오늘은 다른 선택을 해보세요

source: Upcoming possibilities
ko: 다가올 가능성들

source: when
ko: 언제

source: why
ko: 왜

source: You
ko: 당신

# youHavePowerToOvercome
source: You have the power within to overcome your current state.
ko: 당신에게는 현재 상태를 극복할 힘이 내재되어 있습니다.

source: Future Outlook
ko: 앞으로의 전망

source: Free
ko: 무료

source: Paid
ko: 유료

# oneCardDescription
source: Today's fortune and advice
de: Rat und Weisheit für heute
es: Fortuna y consejo de hoy
fr: Fortune et conseil du jour
hi: आज का भाग्य और सलाह
ko: 오늘의 운세와 조언
pt: Fortuna e conselho de hoje
vi: Vận mệnh và lời khuyên hôm nay
zh: 今日运势与建议

# threeCardDescription
source: Flow of past, present, future
de: Der Fluss von Vergangenheit, Gegenwart und Zukunft
es: El flujo del pasado, presente y futuro
fr: Le flux du passé, présent et futur
hi: भूत, वर्तमान और भविष्य का प्रवाह
ko: 과거, 현재, 미래의 흐름
pt: O fluxo do passado, presente e futuro
vi: Dòng chảy quá khứ, hiện tại và tương lai
zh: 过去、现在、未来的流向

# celticCrossDescription
source: Analyze all aspects of the situation
de: Analyse aller Aspekte der Situation
es: Análisis de todos los aspectos de la situación
fr: Analyse de tous les aspects de la situation
hi: स्थिति के सभी पहलुओं का विश्लेषण
ko: 상황의 모든 측면을 분석
pt: Análise de todos os aspectos da situação
vi: Phân tích mọi khía cạnh của tình huống
zh: 分析情况的各个方面

# relationshipDescription
source: Dynamics and future of relationships
de: Beziehungsdynamik und Zukunft
es: Dinámica y futuro de la relación
fr: Dynamique et avenir de la relation
hi: संबंध की गतिशीलता और भविष्य
ko: 관계의 역학과 미래
pt: Dinâmica e futuro do relacionamento
vi: Động lực và tương lai của mối quan hệ
zh: 关系动态与未来

# yesNoDescription
source: Fortune telling for clear answers
de: Wahrsagung für klare Antworten
es: Adivinación para respuestas claras
fr: Divination pour des réponses claires
hi: स्पष्ट उत्तर के लिए भविष्यवाणी
ko: 명확한 답을 위한 점술
pt: Adivinhação para respostas claras
vi: Bói toán cho câu trả lời rõ ràng
zh: 获得明确答案的占卜

source: Celtic Cross Spread
de: Keltisches Kreuz
es: Cruz Celta
fr: Croix Celtique
hi: केल्टिक क्रॉस
ko: 켈틱 크로스 스프레드
pt: Cruz Celta
vi: Chữ Thập Celtic
zh: 凯尔特十字牌阵

# appBrandTagline
source: oracle of shadows
de: orakel der schatten
es: oráculo de sombras
fr: oracle des ombres
hi: छायाओं का दैवज्ञ
ja: 影の神託
pt: oráculo das sombras
th: คำทำนายแห่งเงามืด
vi: nhà tiên tri bóng tối

# companyTagline
source: Creating mystical experiences
de: Mystische Erfahrungen erschaffen
es: Creando experiencias místicas
fr: Créer des expériences mystiques
hi: रहस्यमय अनुभव बनाना
ja: 神秘的な体験を創造する
pt: Criando experiências místicas
th: สร้างประสบการณ์ลึกลับ
vi: Tạo ra những trải nghiệm huyền bí
zh: 创造神秘体验

# copyright
source: © 2025 Today's Studio. All rights reserved.
de: © 2025 Today's Studio. Alle Rechte vorbehalten.
es: © 2025 Today's Studio. Todos los derechos reservados.
fr: © 2025 Today's Studio. Tous droits réservés.
hi: © 2025 Today's Studio. सर्वाधिकार सुरक्षित।
pt: © 2025 Today's Studio. Todos os direitos reservados.
th: © 2568 Today's Studio. สงวนลิขสิทธิ์
vi: © 2025 Today's Studio. Mọi quyền được bảo lưu.
zh: © 2025 Today's Studio. 保留所有权利。

# emailPlaceholder
source: your@email.com
de: deine@email.com
es: tu@correo.com
fr: votre@email.com
pt: seu@email.com
