Repository: bang9lee/moroka
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, th, vi, zh

# successCardsSelected
source: All cards have been selected
de: Alle Karten wurden ausgewählt
es: Todas las cartas han sido seleccionadas
fr: Toutes les cartes ont été sélectionnées
hi: सभी कार्ड चुने गए हैं
ja: すべてのカードが選択されました
ko: 모든 카드가 선택되었습니다
pt: Todas as cartas foram selecionadas
th: เลือกไพ่ทั้งหมดแล้ว
vi: Tất cả lá bài đã được chọn
zh: 所有牌已选择完毕

# settingsLanguageTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語設定
ko: 언어
pt: Idioma
th: ภาษา
vi: Ngôn ngữ
zh: 语言设置

# settingsLanguageLabel
source: App Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'Application
hi: ऐप की भाषा
ja: アプリの言語
ko: 앱 언어
pt: Idioma do Aplicativo
th: ภาษาของแอป
vi: Ngôn ngữ ứng dụng
zh: 应用语言

# settingsLanguageDesc
source: Select your preferred language
de: Wähle deine bevorzugte Sprache
es: Selecciona tu idioma preferido
fr: Sélectionnez votre langue préférée
hi: अपनी पसंदीदा भाषा चुनें
ja: お好みの言語を選択してください
ko: 선호하는 언어를 선택하세요
pt: Selecione seu idioma preferido
th: เลือกภาษาที่คุณต้องการ
vi: Chọn ngôn ngữ ưa thích của bạn
zh: 选择您偏好的语言

# settingsNotificationTitle
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de Notification
hi: सूचना सेटिंग्स
ja: 通知設定
ko: 알림 설정
pt: Configurações de Notificação
th: การตั้งค่าการแจ้งเตือน
vi: Cài đặt thông báo
zh: 通知设置

# settingsDailyNotification
source: Daily Tarot Notification
de: Tägliche Tarot-Benachrichtigung
es: Notificación diaria de tarot
fr: Notification de Tarot Quotidienne
hi: दैनिक टैरो सूचना
ja: デイリータロット通知
ko: 일일 타로 알림
pt: Notificação Diária de Tarô
th: การแจ้งเตือนไพ่ทาโรต์ประจำวัน
vi: Thông báo Tarot hàng ngày
zh: 每日塔罗提醒

# settingsDailyNotificationDesc
source: Get your daily fortune every morning
de: Erhalte jeden Morgen dein tägliches Schicksal
es: Recibe tu fortuna diaria cada mañana
fr: Recevez votre fortune quotidienne chaque matin
hi: हर सुबह अपना दैनिक भाग्य प्राप्त करें
ja: 毎朝、あなたの運勢をお届けします
ko: 매일 아침 오늘의 운세를 알려드립니다
pt: Receba sua fortuna diária toda manhã
th: รับดวงประจำวันทุกเช้า
vi: Nhận lời tiên tri hàng ngày vào mỗi buổi sáng
zh: 每天早晨收到您的日运

# settingsWeeklyReport
source: Weekly Tarot Report
de: Wöchentlicher Tarot-Bericht
es: Reporte semanal de tarot
fr: Rapport de Tarot Hebdomadaire
hi: साप्ताहिक टैरो रिपोर्ट
ja: 週間タロットレポート
ko: 주간 타로 리포트
pt: Relatório Semanal de Tarô
th: รายงานไพ่ทาโรต์รายสัปดาห์
vi: Báo cáo Tarot hàng tuần
zh: 每周塔罗报告

# settingsWeeklyReportDesc
source: Get your weekly fortune every Monday
de: Erhalte jeden Montag dein wöchentliches Schicksal
es: Recibe tu fortuna semanal cada lunes
fr: Recevez votre fortune hebdomadaire chaque lundi
hi: हर सोमवार अपना साप्ताहिक भाग्य प्राप्त करें
ja: 毎週月曜日に運勢をお送りします
ko: 매주 월요일 주간 운세를 알려드립니다
pt: Receba sua fortuna semanal toda segunda-feira
th: รับดวงประจำสัปดาห์ทุกวันจันทร์
vi: Nhận lời tiên tri hàng tuần vào mỗi thứ Hai
zh: 每周一收到您的周运

# settingsDisplayTitle
source: Display Settings
de: Anzeigeeinstellungen
es: Configuración de pantalla
fr: Paramètres d'Affichage
hi: प्रदर्शन सेटिंग्स
ja: 表示設定
ko: 화면 설정
pt: Configurações de Exibição
th: การตั้งค่าการแสดงผล
vi: Cài đặt hiển thị
zh: 显示设置

# settingsVibration
source: Vibration Effects
de: Vibrationseffekte
es: Efectos de vibración
fr: Effets de Vibration
hi: कंपन प्रभाव
ja: 振動エフェクト
ko: 진동 효과
pt: Efeitos de Vibração
th: เอฟเฟกต์การสั่น
vi: Hiệu ứng rung
zh: 震动效果

# settingsVibrationDesc
source: Vibration feedback when selecting cards
de: Vibrationsfeedback beim Auswählen von Karten
es: Vibración al seleccionar cartas
fr: Retour vibratoire lors de la sélection des cartes
hi: कार्ड चुनते समय कंपन फीडबैक
ja: カード選択時の振動フィードバック
ko: 카드 선택 시 진동 피드백
pt: Feedback de vibração ao selecionar cartas
th: การสั่นสะเทือนเมื่อเลือกไพ่
vi: Phản hồi rung khi chọn lá bài
zh: 选牌时的震动反馈

# settingsAnimations
source: Animation Effects
de: Animationseffekte
es: Efectos de animación
fr: Effets d'Animation
hi: एनिमेशन प्रभाव
ja: アニメーション効果
ko: 애니메이션 효과
pt: Efeitos de Animação
th: เอฟเฟกต์แอนิเมชัน
vi: Hiệu ứng hoạt hình
zh: 动画效果

# settingsAnimationsDesc
source: Screen transition animations
de: Bildschirmübergangsanimationen
es: Animaciones de transición de pantalla
fr: Animations de transition d'écran
hi: स्क्रीन संक्रमण एनिमेशन
ja: 画面遷移のアニメーション
ko: 화면 전환 애니메이션
pt: Animações de transição de tela
th: แอนิเมชันเปลี่ยนหน้าจอ
vi: Hiệu ứng chuyển cảnh màn hình
zh: 画面转场动画

# settingsDataTitle
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des Données
hi: डेटा प्रबंधन
ja: データ管理
ko: 데이터 관리
pt: Gerenciamento de Dados
th: การจัดการข้อมูล
vi: Quản lý dữ liệu
zh: 数据管理

# settingsBackupData
source: Data Backup
de: Datensicherung
es: Copia de seguridad
fr: Sauvegarde des Données
hi: डेटा बैकअप
ja: データバックアップ
ko: 데이터 백업
pt: Backup de Dados
th: สำรองข้อมูล
vi: Sao lưu dữ liệu
zh: 数据备份

# settingsBackupDataDesc
source: Backup your data to the cloud
de: Sichere deine Daten in der Cloud
es: Respaldar tus datos en la nube
fr: Sauvegardez vos données dans le cloud
hi: अपना डेटा क्लाउड में बैकअप करें
ja: クラウドにデータをバックアップ
ko: 클라우드에 데이터를 백업합니다
pt: Faça backup dos seus dados na nuvem
th: สำรองข้อมูลของคุณไปยังคลาวด์
vi: Sao lưu dữ liệu của bạn lên đám mây
zh: 将您的数据备份至云端

# settingsClearCache
source: Clear Cache
de: Cache leeren
es: Limpiar caché
fr: Vider le Cache
hi: कैश साफ़ करें
ja: キャッシュのクリア
ko: 캐시 삭제
pt: Limpar Cache
th: ล้างแคช
vi: Xóa bộ nhớ đệm
zh: 清除缓存

# settingsClearCacheDesc
source: Delete temporary files to free up space
de: Lösche temporäre Dateien um Speicherplatz freizugeben
es: Eliminar archivos temporales para liberar espacio
fr: Supprimer les fichiers temporaires pour libérer de l'espace
hi: स्थान खाली करने के लिए अस्थायी फ़ाइलें हटाएं
ja: 一時ファイルを削除して容量を解放
ko: 임시 파일을 삭제하여 공간을 확보합니다
pt: Exclua arquivos temporários para liberar espaço
th: ลบไฟล์ชั่วคราวเพื่อเพิ่มพื้นที่ว่าง
vi: Xóa tệp tạm thời để giải phóng dung lượng
zh: 删除临时文件以释放空间

# settingsDeleteData
source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer Toutes les Données
hi: सभी डेटा हटाएं
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt: Excluir Todos os Dados
th: ลบข้อมูลทั้งหมด
vi: Xóa tất cả dữ liệu
zh: 删除所有数据

# settingsDeleteDataDesc
source: Delete all tarot records and settings
de: Lösche alle Tarot-Aufzeichnungen und Einstellungen
es: Eliminar todos los registros de tarot y configuraciones
fr: Supprimer tous les enregistrements de tarot et les paramètres
hi: सभी टैरो रिकॉर्ड और सेटिंग्स हटाएं
ja: すべてのタロット記録と設定を削除
ko: 모든 타로 기록과 설정을 삭제합니다
pt: Exclua todos os registros de tarô e configurações
th: ลบบันทึกไพ่ทาโรต์และการตั้งค่าทั้งหมด
vi: Xóa tất cả hồ sơ tarot và cài đặt
zh: 删除所有塔罗记录和设置

# settingsAccountTitle
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pt: Conta
th: บัญชี
vi: Tài khoản
zh: 账户

# settingsChangePassword
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le Mot de Passe
hi: पासवर्ड बदलें
ja: パスワードの変更
ko: 비밀번호 변경
pt: Alterar Senha
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

# settingsChangePasswordDesc
source: Change your password for account security
de: Ändere dein Passwort für die Kontosicherheit
es: Cambia tu contraseña para seguridad de la cuenta
fr: Modifiez votre mot de passe pour la sécurité du compte
hi: खाता सुरक्षा के लिए अपना पासवर्ड बदलें
ja: アカウントセキュリティのためパスワードを変更
ko: 계정 보안을 위해 비밀번호를 변경합니다
pt: Altere sua senha para segurança da conta
th: เปลี่ยนรหัสผ่านเพื่อความปลอดภัยของบัญชี
vi: Thay đổi mật khẩu để bảo mật tài khoản
zh: 为账户安全更改您的密码

# settingsDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le Compte
hi: खाता हटाएं
ja: アカウントの削除
ko: 계정 삭제
pt: Excluir Conta
th: ลบบัญชี
vi: Xóa tài khoản
zh: 删除账户

# settingsDeleteAccountDesc
source: Permanently delete your account
de: Lösche dein Konto dauerhaft
es: Eliminar permanentemente tu cuenta
fr: Supprimer définitivement votre compte
hi: अपना खाता स्थायी रूप से हटाएं
ja: アカウントを永久に削除
ko: 영구적으로 계정을 삭제합니다
pt: Exclua permanentemente sua conta
th: ลบบัญชีของคุณอย่างถาวร
vi: Xóa vĩnh viễn tài khoản của bạn
zh: 永久删除您的账户

# aboutTitle
source: About
de: Über
es: Acerca de
fr: À propos
hi: परिचय
ja: アプリについて
ko: 앱 정보
pt: Sobre
th: เกี่ยวกับ
vi: Giới thiệu
zh: 关于

# aboutSubtitle
source: Cards of fate await you
de: Die Karten des Schicksals erwarten dich
es: Las cartas del destino te esperan
fr: Les cartes du destin vous attendent
hi: भाग्य के पत्ते आपकी प्रतीक्षा कर रहे हैं
ja: 運命のカードがあなたを待っている
ko: 운명의 카드가 당신을 기다립니다
pt: As cartas do destino aguardam você
th: ไพ่แห่งโชคชะตารอคุณอยู่
vi: Lá bài định mệnh đang chờ đợi bạn
zh: 命运之牌等待着你

# aboutDescription
source: MOROKA The gate of fate has opened The shadow oracle will interpret your future Traditional tarot interpretation with mystical AI Providing deep insights and wisdom
de: MOROKA liest dein Schicksal durch uralte mystische Tarotkarten. Unser KI-Tarot-Meister interpretiert die kosmischen Botschaften, die in jeder der 78 Karten enthalten sind. Entdecke die Wahrheit, die in der Dunkelheit leuchtet, und die besondere Botschaft, die nur für dich bestimmt ist.
es: MOROKA lee tu destino a través de las antiguas cartas místicas del tarot. Nuestro Maestro de Tarot IA interpreta los mensajes cósmicos contenidos en cada una de las 78 cartas. Descubre la verdad que brilla en la oscuridad y el mensaje especial destinado solo para ti.
fr: MOROKA lit votre destin à travers les anciennes cartes de tarot mystiques. Notre Maître Tarot IA interprète les messages cosmiques contenus dans chacune des 78 cartes. Découvrez la vérité qui brille dans l'obscurité et le message spécial qui vous est destiné.
hi: MOROKA भाग्य का द्वार खुल गया है छाया दैवज्ञ आपके भविष्य की व्याख्या करेगा रहस्यमय AI के साथ पारंपरिक टैरो व्याख्या गहरी अंतर्दृष्टि और ज्ञान प्रदान करना
ja: MOROKA 運命の扉が開かれました 影の神託があなたの未来を解釈します 神秘的なAIによる伝統的なタロット解釈 深い洞察と叡智を提供
ko: MOROKA는 고대의 신비로운 타로 카드를 통해 당신의 운명을 읽어드립니다. 78장의 카드 하나하나에 담긴 우주의 메시지를 AI 타로 마스터가 해석해 드립니다. 어둠 속에서 빛나는 진실, 그리고 당신만을 위한 특별한 메시지를 만나보세요.
pt: MOROKA lê seu destino através das antigas cartas místicas de tarô. Nosso Mestre de Tarô IA interpreta as mensagens cósmicas contidas em cada uma das 78 cartas. Descubra a verdade que brilha na escuridão e a mensagem especial destinada apenas a você.
th: MOROKA ประตูแห่งโชคชะตาได้เปิดออกแล้ว คำทำนายแห่งเงามืดจะตีความอนาคตของคุณ การตีความไพ่ทาโรต์แบบดั้งเดิมด้วย AI ลึกลับ มอบข้อมูลเชิงลึกและภูมิปัญญา
vi: MOROKA đọc vận mệnh của bạn thông qua những lá bài tarot huyền bí cổ xưa. Bậc thầy Tarot AI của chúng tôi sẽ giải thích những thông điệp vũ trụ ẩn chứa trong mỗi lá bài trong số 78 lá. Khám phá sự thật tỏa sáng trong bóng tối và thông điệp đặc biệt chỉ dành riêng cho bạn.
zh: MOROKA 命运之门已开启 暗影神谕将解读你的未来 传统塔罗解读与神秘AI结合 提供深度洞察与智慧

# featuresTitle
source: Key Features
de: Hauptfunktionen
es: Características principales
fr: Fonctionnalités Principales
hi: मुख्य विशेषताएं
ja: 主な機能
ko: 주요 기능
pt: Recursos Principais
th: คุณสมบัติหลัก
vi: Tính năng chính
zh: 主要功能

# feature78Cards
source: 78 Traditional Tarot Cards
de: 78 Traditionelle Tarotkarten
es: 78 Cartas de tarot tradicionales
fr: 78 Cartes de Tarot Traditionnelles
hi: 78 पारंपरिक टैरो कार्ड
ja: 78枚の伝統的タロットカード
ko: 78장의 전통 타로 카드
pt: 78 Cartas de Tarô Tradicionais
th: ไพ่ทาโรต์ดั้งเดิม 78 ใบ
vi: 78 lá bài Tarot truyền thống
zh: 78张传统塔罗牌

# feature78CardsDesc
source: Complete deck with 22 Major Arcana and 56 Minor Arcana
de: Vollständiges Deck mit 22 Großen Arkana und 56 Kleinen Arkana
es: Baraja completa con 22 Arcanos Mayores y 56 Arcanos Menores
fr: Jeu complet avec 22 Arcanes Majeurs et 56 Arcanes Mineurs
hi: 22 मेजर आर्काना और 56 माइनर आर्काना के साथ पूर्ण डेक
ja: 22枚の大アルカナと56枚の小アルカナの完全デッキ
ko: 메이저 아르카나 22장과 마이너 아르카나 56장의 완전한 덱
pt: Baralho completo com 22 Arcanos Maiores e 56 Arcanos Menores
th: สำรับไพ่สมบูรณ์พร้อม Major Arcana 22 ใบและ Minor Arcana 56 ใบ
vi: Bộ bài hoàn chỉnh với 22 lá Arcana Lớn và 56 lá Arcana Nhỏ
zh: 完整牌组，包含22张大阿尔卡纳和56张小阿尔卡纳

# feature5Spreads
source: 5 Professional Spreads
de: 5 Professionelle Legungen
es: 5 Tiradas profesionales
fr: 5 Tirages Professionnels
hi: 5 पेशेवर स्प्रेड
ja: 5つのプロフェッショナルスプレッド
ko: 5가지 전문 배열법
pt: 5 Tiragens Profissionais
th: การกางไพ่มืออาชีพ 5 แบบ
vi: 5 cách trải bài chuyên nghiệp
zh: 5种专业牌阵

# feature5SpreadsDesc
source: Various reading methods from One Card to Celtic Cross
de: Verschiedene Lesemethoden von Einer Karte bis zum Keltischen Kreuz
es: Varios métodos de lectura desde Una Carta hasta Cruz Celta
fr: Diverses méthodes de lecture d'Une Carte à la Croix Celtique
hi: एक कार्ड से लेकर केल्टिक क्रॉस तक विभिन्न पठन विधियां
ja: ワンカードからケルト十字まで様々な読み取り方法
ko: 원카드부터 켈틱 크로스까지 다양한 리딩 방법 제공
pt: Vários métodos de leitura desde Uma Carta até Cruz Celta
th: วิธีอ่านไพ่หลากหลายตั้งแต่ไพ่หนึ่งใบจนถึงเซลติกครอส
vi: Nhiều phương pháp đọc bài từ Một Lá đến Thập Tự Celtic
zh: 从单张牌到凯尔特十字等多种占卜方法

# featureAI
source: AI Tarot Master
de: KI-Tarotmeister
es: Maestro de tarot con IA
fr: Maître de Tarot IA
hi: AI टैरो मास्टर
ja: AIタロットマスター
ko: AI 타로 마스터
pt: Mestre de Tarô IA
th: ปรมาจารย์ไพ่ทาโรต์ AI
vi: Thầy Tarot AI
zh: AI塔罗大师

# featureAIDesc
source: Deep interpretations like a tarot master with 100 years of experience
de: Tiefe Deutungen wie ein Tarotmeister mit 100 Jahren Erfahrung
es: Interpretaciones profundas como un maestro de tarot con 100 años de experiencia
fr: Interprétations profondes comme un maître de tarot avec 100 ans d'expérience
hi: 100 वर्षों के अनुभव वाले टैरो मास्टर की तरह गहरी व्याख्याएं
ja: 100年の経験を持つタロットマスターのような深い解釈
ko: 100년 경력의 타로 마스터처럼 깊이 있는 해석 제공
pt: Interpretações profundas como um mestre de tarô com 100 anos de experiência
th: การตีความลึกซึ้งราวกับปรมาจารย์ไพ่ทาโรต์ที่มีประสบการณ์ 100 ปี
vi: Giải thích sâu sắc như một thầy tarot với 100 năm kinh nghiệm
zh: 如百年经验塔罗大师般的深度解读

# featureChat
source: Interactive Consultation
de: Interaktive Beratung
es: Consulta interactiva
fr: Consultation Interactive
hi: इंटरैक्टिव परामर्श
ja: インタラクティブな相談
ko: 대화형 상담
pt: Consulta Interativa
th: การให้คำปรึกษาแบบโต้ตอบ
vi: Tư vấn tương tác
zh: 互动咨询

# featureChatDesc
source: Ask questions freely about your cards
de: Stelle frei Fragen zu deinen Karten
es: Haz preguntas libremente sobre tus cartas
fr: Posez librement des questions sur vos cartes
hi: अपने कार्डों के बारे में स्वतंत्र रूप से प्रश्न पूछें
ja: カードについて自由に質問できます
ko: 카드에 대해 궁금한 점을 자유롭게 질문하세요
pt: Faça perguntas livremente sobre suas cartas
th: ถามคำถามเกี่ยวกับไพ่ของคุณได้อย่างอิสระ
vi: Hỏi tự do về lá bài của bạn
zh: 自由询问关于卡牌的任何问题

# termsAndPolicies
source: Terms & Policies
de: Bedingungen & Richtlinien
es: Términos y políticas
fr: Conditions et Politiques
hi: शर्तें और नीतियां
ja: 利用規約とポリシー
ko: 약관 및 정책
pt: Termos e Políticas
th: ข้อกำหนดและนโยบาย
vi: Điều khoản & Chính sách
zh: 条款与政策

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 서비스 이용약관
pt: Termos de Serviço
th: ข้อกำหนดการให้บริการ
vi: Điều khoản dịch vụ
zh: 服务条款

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh: 隐私政策

# marketingConsent
source: Marketing Information
de: Marketing-Informationen
es: Información de marketing
fr: Informations Marketing
hi: विपणन जानकारी
ja: マーケティング情報
ko: 마케팅 정보 수신
pt: Informações de Marketing
th: ข้อมูลทางการตลาด
vi: Thông tin tiếp thị
zh: 营销信息接收

source: Customer Support
de: Kundensupport
es: Soporte al cliente
fr: Support Client
hi: ग्राहक सहायता
ja: カスタマーサポート
ko: 고객 지원
pt: Suporte ao Cliente
th: ฝ่ายสนับสนุนลูกค้า
vi: Hỗ trợ khách hàng
zh: 客户支持

source: Email Support
es: Soporte por correo
fr: Support par Email
hi: ईमेल सहायता
ja: メールサポート
ko: 이메일 문의
pt: Suporte por Email
th: สนับสนุนทางอีเมล
vi: Hỗ trợ qua email
zh: 邮件支持

source: Website
de: Webseite
es: Sitio web
fr: Site Web
hi: वेबसाइट
ja: ウェブサイト
ko: 웹사이트
th: เว็บไซต์
vi: Trang web
zh: 官网

# cannotOpenUrl
source: Cannot open URL: {url}
de: URL kann nicht geöffnet werden: {url}
es: No se puede abrir URL: {url}
fr: Impossible d'ouvrir l'URL: {url}
hi: URL नहीं खोल सकते: {url}
ja: URLを開けません：{url}
ko: URL을 열 수 없습니다: {url}
pt: Não é possível abrir URL: {url}
th: ไม่สามารถเปิด URL: {url}
vi: Không thể mở URL: {url}
zh: 无法打开URL: {url}

# lastModified
source: Last modified: July 3, 2025
de: Zuletzt geändert: 3. Juli 2025
es: Última modificación: 3 de julio de 2025
fr: Dernière modification: 3 juillet 2025
hi: अंतिम संशोधन: 3 जुलाई, 2025
ja: 最終更新日：2025年7月3日
ko: 최종 수정일: 2025년 7월 3일
pt: Última modificação: 3 de julho de 2025
th: แก้ไขล่าสุด: 3 กรกฎาคม 2568
vi: Cập nhật lần cuối: 3 tháng 7, 2025
zh: 最后修改：2025年7月3日

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
ja: 確認
ko: 확인
pt: Confirmar
th: ยืนยัน
vi: Xác nhận
zh: 确认

source: Anonymous Soul
de: Anonyme Seele
es: Alma anónima
fr: Âme Anonyme
hi: अज्ञात आत्मा
ja: 名もなき魂
ko: 이름 없는 영혼
pt: Alma Anônima
th: วิญญาณนิรนาม
vi: Linh hồn vô danh
zh: 匿名灵魂

source: Total Readings
de: Gesamte Lesungen
es: Lecturas totales
fr: Total des Lectures
hi: कुल रीडिंग
ja: 総占い回数
ko: 전체 리딩
pt: Total de Leituras
th: การอ่านไพ่ทั้งหมด
vi: Tổng số lần xem bài
zh: 总占卜次数

source: Join Date
de: Beitrittsdatum
es: Fecha de registro
fr: Date d'Inscription
hi: शामिल होने की तारीख
ja: 参加日
ko: 가입일
pt: Data de Entrada
th: วันที่เข้าร่วม
vi: Ngày tham gia
zh: 加入日期

# errorLogout
source: Error occurred during logout
de: Fehler beim Abmelden aufgetreten
es: Error al cerrar sesión
fr: Erreur survenue lors de la déconnexion
hi: लॉगआउट के दौरान त्रुटि हुई
ja: ログアウト中にエラーが発生しました
ko: 로그아웃 중 오류가 발생했습니다
pt: Erro ao sair
th: เกิดข้อผิดพลาดระหว่างออกจากระบบ
vi: Lỗi xảy ra khi đăng xuất
zh: 退出登录时发生错误

source: Soul Contract
de: Seelenvertrag
es: Contrato del alma
fr: Contrat de l'Âme
hi: आत्मा अनुबंध
ja: 魂の契約
ko: 영혼의 계약
pt: Contrato da Alma
th: สัญญาวิญญาณ
vi: Khế ước linh hồn
zh: 灵魂契约

# termsAgreementMessage
source: Please agree to the terms for service use
de: Bitte stimme den Bedingungen für die Nutzung des Dienstes zu
es: Por favor acepta los términos para usar el servicio
fr: Veuillez accepter les conditions pour utiliser le service
hi: सेवा उपयोग के लिए कृपया शर्तों से सहमत हों
ja: サービス利用のため規約にご同意ください
ko: 서비스 이용을 위해 약관에 동의해주세요
pt: Por favor, concorde com os termos para usar o serviço
th: กรุณายอมรับข้อกำหนดเพื่อใช้บริการ
vi: Vui lòng đồng ý với các điều khoản để sử dụng dịch vụ
zh: 请同意服务条款以使用服务

# agreeAll
source: Agree to All
de: Allen zustimmen
es: Aceptar todo
fr: Tout Accepter
hi: सभी से सहमत
ja: すべてに同意
ko: 전체 동의
pt: Concordar com Tudo
th: ยอมรับทั้งหมด
vi: Đồng ý tất cả
zh: 全部同意

source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
hi: आवश्यक
ja: 必須
ko: 필수
pt: Obrigatório
th: จำเป็น
vi: Bắt buộc
zh: 必需

source: Optional
es: Opcional
fr: Optionnel
hi: वैकल्पिक
ja: 任意
ko: 선택
pt: Opcional
th: ไม่บังคับ
vi: Tùy chọn
zh: 可选

source: Agree and Start
de: Zustimmen und beginnen
es: Aceptar y comenzar
fr: Accepter et Commencer
hi: सहमत हों और शुरू करें
ja: 同意して始める
ko: 동의하고 시작하기
pt: Concordar e Iniciar
th: ยอมรับและเริ่มต้น
vi: Đồng ý và bắt đầu
zh: 同意并开始

# agreeToRequired
source: Please agree to required terms
de: Bitte stimme den erforderlichen Bedingungen zu
es: Por favor acepta los términos requeridos
fr: Veuillez accepter les conditions obligatoires
hi: कृपया आवश्यक शर्तों से सहमत हों
ja: 必須規約にご同意ください
ko: 필수 약관에 동의해주세요
pt: Por favor, concorde com os termos obrigatórios
th: กรุณายอมรับข้อกำหนดที่จำเป็น
vi: Vui lòng đồng ý với các điều khoản bắt buộc
zh: 请同意必需条款

source: Nickname
de: Spitzname
es: Apodo
fr: Pseudonyme
hi: उपनाम
ja: ニックネーム
ko: 닉네임
pt: Apelido
th: ชื่อเล่น
vi: Biệt danh
zh: 昵称

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le Mot de Passe
hi: पासवर्ड की पुष्टि करें
ja: パスワードの確認
ko: 비밀번호 확인
pt: Confirmar Senha
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh: 确认密码

source: Next Step
de: Nächster Schritt
es: Siguiente paso
fr: Étape Suivante
hi: अगला चरण
ja: 次のステップ
ko: 다음 단계
pt: Próximo Passo
th: ขั้นตอนถัดไป
vi: Bước tiếp theo
zh: 下一步

# errorNameTooShort
source: Enter at least 2 characters
de: Gib mindestens 2 Zeichen ein
es: Ingresa al menos 2 caracteres
fr: Entrez au moins 2 caractères
hi: कम से कम 2 वर्ण दर्ज करें
ja: 2文字以上入力してください
ko: 이름은 2자 이상이어야 합니다
pt: Digite pelo menos 2 caracteres
th: ใส่อย่างน้อย 2 ตัวอักษร
vi: Nhập ít nhất 2 ký tự
zh: 请输入至少2个字符

# errorConfirmPassword
source: Please confirm your password
de: Bitte bestätige dein Passwort
es: Por favor confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
hi: कृपया अपने पासवर्ड की पुष्टि करें
ja: パスワードを確認してください
ko: 비밀번호를 다시 입력해주세요
pt: Por favor, confirme sua senha
th: กรุณายืนยันรหัสผ่านของคุณ
vi: Vui lòng xác nhận mật khẩu của bạn
zh: 请确认您的密码

# errorPasswordsDontMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không khớp
zh: 密码不匹配

# emailInUse
source: Email already in use
de: E-Mail bereits in Verwendung
es: Correo electrónico ya en uso
fr: Email déjà utilisé
hi: ईमेल पहले से उपयोग में है
ja: このメールアドレスは既に使用されています
ko: 이미 사용 중인 이메일입니다
pt: Email já em uso
th: อีเมลถูกใช้งานแล้ว
vi: Email đã được sử dụng
zh: 邮箱已被使用

source: Email available
de: E-Mail verfügbar
es: Correo electrónico disponible
fr: Email disponible
hi: ईमेल उपलब्ध है
ja: このメールアドレスは使用可能です
ko: 사용 가능한 이메일입니다
pt: Email disponível
th: อีเมลพร้อมใช้งาน
vi: Email có thể sử dụng
zh: 邮箱可用

# nicknameInUse
source: Nickname already in use
de: Spitzname bereits in Verwendung
es: Apodo ya en uso
fr: Pseudonyme déjà utilisé
hi: उपनाम पहले से उपयोग में है
ja: このニックネームは既に使用されています
ko: 이미 사용 중인 닉네임입니다
pt: Apelido já em uso
th: ชื่อเล่นถูกใช้งานแล้ว
vi: Biệt danh đã được sử dụng
zh: 昵称已被使用

source: Nickname available
de: Spitzname verfügbar
es: Apodo disponible
fr: Pseudonyme disponible
hi: उपनाम उपलब्ध है
ja: このニックネームは使用可能です
ko: 사용 가능한 닉네임입니다
pt: Apelido disponível
th: ชื่อเล่นพร้อมใช้งาน
vi: Biệt danh có thể sử dụng
zh: 昵称可用

# passwordWeak
source: Weak
de: Schwach
es: Débil
fr: Faible
hi: कमज़ोर
ja: 弱い
ko: 약함
pt: Fraca
th: อ่อนแอ
vi: Yếu
zh: 弱

# passwordFair
source: Fair
de: Mittel
es: Regular
fr: Moyen
hi: ठीक
ja: 普通
ko: 보통
pt: Razoável
th: พอใช้
vi: Trung bình
zh: 一般

# passwordStrong
source: Strong
de: Stark
es: Fuerte
fr: Fort
hi: मज़बूत
ja: 強い
ko: 강함
pt: Forte
th: แข็งแรง
vi: Mạnh
zh: 强

# passwordVeryStrong
source: Very Strong
de: Sehr stark
es: Muy fuerte
fr: Très Fort
hi: बहुत मज़बूत
ja: 非常に強い
ko: 매우 강함
pt: Muito Forte
th: แข็งแรงมาก
vi: Rất mạnh
zh: 非常强

# emailVerificationTitle
source: Email Verification
de: E-Mail-Verifizierung
es: Verificación de correo
fr: Vérification de l'Email
hi: ईमेल सत्यापन
ja: メール認証
ko: 이메일 인증
pt: Verificação de Email
th: การยืนยันอีเมล
vi: Xác minh email
zh: 邮箱验证
